<?php

namespace Database\Seeders;

use App\Models\Bitrix\Segment;
use Illuminate\Database\Seeder;

class SegmentSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $segments = array(
            "3460" => "Кандидаты (ВХ звонок тестовой линии)",
            "3878" => "Кандидаты (inhouse холодный поиск)",
            "3480" => "Кандидаты (от Кадровых А)",
            "3482" => "Кандидаты (от внештатных рекрутеров)",
            "3548" => "Кандидаты (рефералка с профиля JT)",
            "495" => "Для стажеров",
            "857" => "Busines Partner (ХО)",
            "503" => "Busines Partner (крупные, потенциальные для Колл Центра)",
            "767" => "Busines Partner (КЦ по СНГ)",
            "916" => "Busines Partner (Молдир Крупный Бизнес РК)",
            "930" => "Busines Partner (Крупный Бизнес РК)",
            "465" => "UM (ХО)",
            "819" => "UM (Входящее обращение)",
            "458" => "UM (Агрегаторы)",
            "406" => "UM (Службы такси)",
            "485" => "UM (Интернет магазины)",
            "775" => "UM (Платежные терминалы)",
            "797" => "UM (Курьеры, перевозки, охрана)",
            "849" => "UM (Интеграции)",
            "896" => "UM (Маркетологи)",
            "815" => "UM (Торговые центры)",
            "1008" => "UM (Партнерский раздел)",
            "2404" => "UM (СУРВ)",
            "1464" => "Здание (По Аренде)",
            "1656" => "Здание (Лэд экран)",
            "1688" => "german-assia.kz",
            "1802" => "Тендер",
            "2014" => "Тренинг Центр BP: ХО",
            "2032" => "Тренинг Центр BP: Входящие",
            "1678" => "Тренинг Центр BP: старые OKtraining",
            "2058" => "Тестовый сегмент",
            "2630" => "Проект (КТК)",
            "2652" => "Проект (Евраз)",
            "2982" => "Проект (Игнатюк)",
            "2992" => "Jobtron.org (таргет)"
        );

        foreach ($segments as $bitrixSegmentId => $segment) {
            Segment::query()->updateOrCreate([
                'name' => $segment,
                'on_lead' => 0,
                'on_deal' => 0,
            ]);
        }
    }
}
