<!DOCTYPE html>
<html lang="{{ config('app.locale') }}">
    <head>
        <meta charset="utf-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <title>Шаг 1: Договор о коммерческой тайне</title>
        <link rel="stylesheet" href="/static/css/bootstrap.min.css">
        <link rel="preconnect" href="https://fonts.gstatic.com">
        <link href="https://fonts.googleapis.com/css2?family=Roboto:wght@400;700&display=swap" rel="stylesheet">

    
        @include('recruiting._css')
    </head>
    <body>
    <div class="container shadow bg-white">
        <div class="image">
            <img src="/images/logobp.png" alt="">
        </div>
        <div class="page-header">
            <h1 class="page-title">Шаг 1: Соглашение о неразглашении информации составляющей коммерческую тайну</h1>
        </div>
        <div class="page-content">
            



            <!-- sdasdasd -->
            <div>
            
                <p>Товарищество с ограниченной ответственностью &laquo;Oktrening&raquo;, именуемое в дальнейшем &laquo;Заказчик&raquo;, в лице Директора Каримова Адиля Дулатовича, действующего на основании на основании приказа №1 от 25.08.2018г., с одной стороны, 
                <div style="display:flex;margin-bottom: 20px">
                    <input type="text" class="form-control2" id="name_1" placeholder="Напишите вашу фамилию, имя и отчество">,
                </div>
                
                 именуемый(ая) в дальнейшем &laquo;Исполнитель&raquo;, действующий(ая) в своем лице, заключили настоящее соглашение о неразглашении коммерческой тайны, далее &ndash; &laquo;Соглашение&raquo;, о нижеследующем:</p>
               
                 <p>Ввиду намерения Сторон обмениваться информацией, заключать соглашения, проводить переговоры, в ходе которых одна Сторона может сообщить другой Стороне определенную информацию, составляющую коммерческую тайну, Стороны взаимно согласились как непосредственно, так и косвенно, не разглашать третьим лицам полученную информацию и не использовать ее в ущерб друг друга в соответствии с условиями, указанными ниже.</p>
                <p><strong><em>&nbsp;</em></strong></p>
                <p><strong><em>Для целей настоящего Соглашения следующие термины будут означать:</em></strong></p>
                <p><strong><em>&laquo;Информация, составляющая Коммерческую тайну&raquo;&nbsp;</em></strong><em>-</em>&nbsp;&nbsp;любая коммерческая, финансовая, технологическая и/или техническая информация (вне зависимости от способа представления) относящаяся прямо или косвенно к одной из сторон (Раскрывающая сторона), раскрытая Раскрывающей стороной другой стороне (Получатель) или полученная Получателем другим способом прямо или косвенно на дату заключения Соглашения или после даты заключения Соглашения. Не ограничивая общий характер описанного выше, Информация, составляющая коммерческую тайну включает любые торговые секреты, &laquo;know-how&raquo;, опыт, идеи, изобретения (как патентуемые, так и нет), технологические процессы, технологии, алгоритмы, компьютерные программы (исходный код и исполняемые файлы), дизайн, планы развития продукта, стратегии, прогнозы, наименования, а также любую другую техническую, инженерную, производственную маркетинговую, служебную, финансовую, относящуюся к управлению персоналом и другую информацию и материалы, относящиеся к Раскрывающей стороне или ее сотрудникам, консультантам, инвесторам, зависимым компаниям, лицензиарам, поставщикам, продавцам, клиентам и покупателям. Также любая информация, которая имеет действительную или потенциальную коммерческую ценность в силу неизвестности ее третьим лицам, к которой нет свободного доступа на законном основании и к сохранению конфиденциальности которой обладатель принимает&nbsp;все&nbsp;возможные&nbsp;меры.<br />К такой информации могут относиться сведения о структуре производства, о балансе, состоянии банковских счетов, кругообороте средств, об уровне доходов и долговых обязательствах предприятия, о методах изучения рынка и осуществления продаж предприятием, о внутренних и зарубежных Заказчиках, клиентах, потребителях, покупателях и компаньонах предприятия, а также о его конкурентах, которые не содержатся в открытых источниках, о методах расчета, структуре и уровне цен на продукцию предприятия, о целях, задачах и об особенностях разрабатываемых и используемых технологий, внешние и внутренние сведения о клиентах, т.е. ф.и.о. сотрудников и руководителей, адреса компаний, соответствующие наработки<br /><br /><strong><em>&nbsp;&laquo;Передача информации, составляющей Коммерческую тайну&raquo;</em></strong>&nbsp;-&nbsp;передача информации, составляющей Коммерческую тайну, на бумажном или электронном носителе, а также в устной форме, любым способом, включая электронный, позволяющим зафиксировать факт ее передачи и получения, в порядке, предусмотренном настоящим договором, а также в порядке, предусмотренном локальными нормативными актами Сторон, регулирующими режим работы с информацией, составляющей Коммерческую тайну и иными взаимными обязательствами.</p>
                <p><strong><em>&laquo;Разглашение Информации, составляющей Коммерческую тайну&raquo;</em></strong><em>&nbsp;</em>-несанкционированная Передающей стороной передача информации, составляющей Коммерческую тайну, третьим лицам.</p>
                <p><strong><em>&laquo;Третьи лица&raquo;</em></strong>&nbsp;- юридические и физические лица, не являющиеся Сторонами (или Исполнителями Сторон) по данному Договору.</p>
               
                <p class="text-center"><strong>1. Предмет соглашения</strong></p>
                <ol>
                <li>Исполнитель принимает на себя обязательство не разглашать сведения, составляющие коммерческую тайну Заказчика, ставшие известными ему в связи с оказанием услуг в ТОО &laquo;OKTRENING&raquo;.</li>
                <li>Исполнитель, подписывая настоящее соглашение, удостоверяет, что ознакомлен с Положением об охране коммерческой тайны Заказчика.</li>
                </ol>
                                
               
                
                <p class="text-center"><strong>2. Права и обязанности сторон</strong></p>
                
                
                <p>2.1. Исполнитель обязан:</p>
                <p>2.1.1. Хранить в строгой конфиденциальности и предпринимать все возможные действия не в меньшей мере, чем те действия, которые он предпринимает для защиты собственной Информации, составляющей коммерческую тайну, для защиты конфиденциальности и препятствия неразрешенного использования, раскрытия, публикации или распространения информации, составляющей коммерческую тайну.</p>
                <p>2.1.2. Не использовать Информацию, составляющую коммерческую тайну, с целью получения собственной выгоды (или получения выгоды третьей стороной) и с любой другой целью, отличной от Предмета.</p>
                <p>2.1.3. Не раскрывать информацию, составляющей коммерческую тайну, любой третьей стороне.</p>
                <p>2.1.4. Использовать сведения, полученные при исполнении своих трудовых обязанностей, лишь в интересах Заказчика.</p>
                <p>2.1.5. После окончания работы в компании не использовать информацию, полученную в связи с работой в компании, в целях конкуренции с другой компанией.</p>
                <p>2.1.6. Не копировать и не воспроизводить информацию, составляющую Коммерческую тайну, за исключением случаев, когда это необходимо для исполнения договорных обязательств. К копиям&nbsp;должны применяться те же требованию по соблюдению конфиденциальности, что и к оригиналам.</p>
                <ul>
                <li>Вся информация, составляющая коммерческую тайну и полученная Исполнителем в материальной (схемы, рисунки, письма, фотографии и пр.) и нематериальной формах, является эксклюзивной собственностью Заказчика и используется только на условиях Соглашения.</li>
                </ul>
                <p>2.2. В случае разглашения сведений, составляющих коммерческую тайну по настоящему Соглашению с Исполнителем расторгается договор. Исполнитель обязан возместить все понесенные в результате такого разглашения убытки ТОО &laquo;OKTRENING&raquo; и третьим лицам, понесшим любые финансовые, материальные или моральные&nbsp;убытки;</p>
                <p>2.3. Исполнитель подтверждает, что предупрежден о том, что в соответствии с законодательством разглашение сведений, составляющих коммерческую тайну, может повлечь гражданско-правовую, административную и уголовную ответственность.</p>
                        
                
                <p class="text-center"><strong>3. Прочие положения</strong></p>
              
                <p>3.1. Все изменения и дополнения к Соглашению считаются действительными, если они оформлены в письменном виде и подписаны надлежащими уполномоченными представителями Сторон.</p>
                <p>3.2. Стороны соглашаются, что за исключением сведений, которые в соответствии с законодательством РК не могут составлять коммерческую тайну юридического лица, содержание Соглашения, а также все документы, переданные Сторонами друг другу в связи с его заключением, считаются конфиденциальными и относятся к тайне Сторон, которая не подлежит разглашению без письменного согласия другой Стороны.</p>
                <p>3.3. Общий срок неразглашения установленной коммерческой тайны составляет три года.</p>
                <p>3.4. Стороны договорились, что споры и разногласия, которые могут возникнуть между Сторонами и вытекающие из настоящего соглашения или в связи с ним, будут разрешаться путем переговоров. В случае невозможности путем переговоров достичь соглашения по спорным вопросам в течение 15 (пятнадцати) календарных дней с момента получения письменной претензии, споры разрешаются в соответствии с действующим законодательством.</p>
                </ul>
                
                <p class="text-center"><strong>4. Адреса и реквизиты Сторон</strong></p>
               
                
                <div>
                    <p><strong> 4.1. Заказчик</strong></p>
                        
                    <div class="table">
                        <p>ТOO "okTrening", Республика Казахстан, г. Шымкент, ул. Рыскулова, 19, БИН 160840023613, ИИК KZ559470398991423046, БИК ALFAKZKA, АО &laquo;АЛЬФА Банк&raquo;, Контактный номер: 8 (771) 750 70 70</p>
                     
                    </div>

                    <p><strong> 4.2. Исполнитель</strong></p>
                    <div class="flex mb" style="display:flex">
                        <p class="pbs">ФИО</p>
                        <input type="text" class="form-control2" id="name_2" placeholder="Напишите вашу фамилию, имя и отчество">
                    </div> 
                
                </div>
                


            
            
            </div>
         



            <div class="bg-gray mt-3 con"  style="margin-bottom: 50px;">
                <!-- asdasda -->
                

                <form action="/bp/job/agreement" enctype="multipart/form-data" method="post" name="form">

                    <div class="row">
                        <div class="col-md-6">
                            <div class="flex" style="align-items:center;justify-content:center;display:flex;flex-direction:column;">
                                <label  for="file">
                                    <div>
                                        <span style="display:block">Лицевая сторона удостоверения / паспорта</span>    
                                        
                                    </div>
                                     
                                    <svg viewBox="0 0 191.667 191.667" id="front2" style="display:none">
                                        <path d="M95.833,0C42.991,0,0,42.99,0,95.833s42.991,95.834,95.833,95.834s95.833-42.991,95.833-95.834S148.676,0,95.833,0z
                                        M150.862,79.646l-60.207,60.207c-2.56,2.56-5.963,3.969-9.583,3.969c-3.62,0-7.023-1.409-9.583-3.969l-30.685-30.685
                                        c-2.56-2.56-3.97-5.963-3.97-9.583c0-3.621,1.41-7.024,3.97-9.584c2.559-2.56,5.962-3.97,9.583-3.97c3.62,0,7.024,1.41,9.583,3.971
                                        l21.101,21.1l50.623-50.623c2.56-2.56,5.963-3.969,9.583-3.969c3.62,0,7.023,1.409,9.583,3.969
                                        C156.146,65.765,156.146,74.362,150.862,79.646z"/>
                                    </svg>
                                </label>
                                <input type="file" name="front" id="front" style="text-align:center;padding-left: 20px;">
                                <p style="color:red;font-size:1.2rem;text-align:center; margin-top:10px;">ИИН и номер паспорта можете закрыть, он нам не нужен</p>
                            </div>    
                            
                        </div>
                        <div class="col-md-6">
                        <span style="color: #004f8b;
    font-size: 1.1rem;
    font-weight: 700;">НАМ НЕ НУЖНА ВТОРАЯ СТОРОНА ВАШЕГО УДОСТОВЕРЕНИЯ / ПАСПОРТА</span> 
                        <p style="font-size: 1rem;margin-top:5px;">"Мы не мошенники !!! И в доказательство просим только 1 сторону вашего удостоверения, чтоб сверить корректны ли данные заполненные Вами.
Для нас важна сохранность информации предоставляемой на обучении"</p>  
                        </div>
                        <!-- <div class="col-md-6">
                            <div class="flex">
                                <label  for="file">
                                    <span>Обратная сторона удостоверения</span>    
                                    <svg viewBox="0 0 191.667 191.667" id="back2" style="display:none">
                                        <path d="M95.833,0C42.991,0,0,42.99,0,95.833s42.991,95.834,95.833,95.834s95.833-42.991,95.833-95.834S148.676,0,95.833,0z
                                        M150.862,79.646l-60.207,60.207c-2.56,2.56-5.963,3.969-9.583,3.969c-3.62,0-7.023-1.409-9.583-3.969l-30.685-30.685
                                        c-2.56-2.56-3.97-5.963-3.97-9.583c0-3.621,1.41-7.024,3.97-9.584c2.559-2.56,5.962-3.97,9.583-3.97c3.62,0,7.024,1.41,9.583,3.971
                                        l21.101,21.1l50.623-50.623c2.56-2.56,5.963-3.969,9.583-3.969c3.62,0,7.023,1.409,9.583,3.969
                                        C156.146,65.765,156.146,74.362,150.862,79.646z"/>
                                    </svg>
                                </label>
                                <input type="file" name="back" id="back">
                            </div>
                        </div> -->
                    </div>
                    
                    <input type="hidden" name="hash" value="{{ $hash }}">
                    <input type="hidden" name="name" value="" id="name">

                    <p class="agger mt">Нажимая "Подписать и продолжить" вы соглашаетесь с условиями данного договора и подтверждаете подлинность приложенных документов</p>
                    {{ csrf_field() }}
                    <button class="btm btn-success" id="submitBtn" style="margin-bottom: 30px;">
                        Подписать и продолжить
                    </button>
                </form>
            </div>


        <div id="loader">
            <div class="icon">
            <div class="loader loader--style8" title="7">
                <svg x="0px" y="0px"
                     viewBox="0 0 24 30" style="enable-background:new 0 0 50 50;" xml:space="preserve">
                    <rect x="0" y="10" width="4" height="10" fill="#333" opacity="0.2">
                    <animate attributeName="opacity" attributeType="XML" values="0.2; 1; .2" begin="0s" dur="0.6s" repeatCount="indefinite" />
                    <animate attributeName="height" attributeType="XML" values="10; 20; 10" begin="0s" dur="0.6s" repeatCount="indefinite" />
                    <animate attributeName="y" attributeType="XML" values="10; 5; 10" begin="0s" dur="0.6s" repeatCount="indefinite" />
                    </rect>
                    <rect x="8" y="10" width="4" height="10" fill="#333"  opacity="0.2">
                    <animate attributeName="opacity" attributeType="XML" values="0.2; 1; .2" begin="0.15s" dur="0.6s" repeatCount="indefinite" />
                    <animate attributeName="height" attributeType="XML" values="10; 20; 10" begin="0.15s" dur="0.6s" repeatCount="indefinite" />
                    <animate attributeName="y" attributeType="XML" values="10; 5; 10" begin="0.15s" dur="0.6s" repeatCount="indefinite" />
                    </rect>
                    <rect x="16" y="10" width="4" height="10" fill="#333"  opacity="0.2">
                    <animate attributeName="opacity" attributeType="XML" values="0.2; 1; .2" begin="0.3s" dur="0.6s" repeatCount="indefinite" />
                    <animate attributeName="height" attributeType="XML" values="10; 20; 10" begin="0.3s" dur="0.6s" repeatCount="indefinite" />
                    <animate attributeName="y" attributeType="XML" values="10; 5; 10" begin="0.3s" dur="0.6s" repeatCount="indefinite" />
                    </rect>
                </svg>
                </div>
            </div>
        </div>
        

        <script>

document.addEventListener('DOMContentLoaded', function(){
                document.getElementById("front").onchange = function(e) {
                    if (document.getElementById("front").value != "") {
                        document.getElementById("front2").style.display = "block"
                    }
                }

                // document.getElementById("back").onchange = function(e) {
                //     if (document.getElementById("back").value != "") {
                //         document.getElementById("back2").style.display = "block"
                //     }
                // }


                document.getElementById("name_1").onchange = function(e) {
                    let val = document.getElementById("name_1").value;
                    document.getElementById("name_2").value = val
                    document.getElementById("name").value = val
                }

                document.getElementById("name_2").onchange = function(e) {
                    let val = document.getElementById("name_2").value;
                    console.log(val)
                    document.getElementById("name_1").value = val
                    document.getElementById("name").value = val
                }

                document.getElementById("submitBtn").onclick = function(e) {
                    if (document.getElementById("front").value == "") {
                        e.preventDefault();
                        alert("Пожалуйста, прикрепите лицевую сторону удостоверения!");
                        return null;
                    }
                    // console.log(document.getElementById("front").value )
                    // if (document.getElementById("back").value == "") {
                    //     e.preventDefault();
                    //     alert("Пожалуйста, прикрепите обратную сторону удостоверения!");
                    //     return null;
                    // }

                    if (document.getElementById("name").value == "" || document.getElementById("name").value < 6) {
                        e.preventDefault();
                        alert("Пожалуйста, напишите ФИО!");
                        return null;
                    }

                    document.getElementById("submitBtn").setAttribute("disabled", "disabled");
                    document.getElementById("submitBtn").innerHTML = 'Загружаются...'
                    document.getElementById("loader").classList.add('shows');
                    document.form.submit();

                    
                }
            });
           
        </script>

        <style>
            #loader {
                display: none;
                position: fixed;
                width: 100%;
                height: 100%;
                z-index: 99;
                top: 0;
                left:0;
                background: rgba(0,0,0,.3);
            }
            #loader.shows {
                display: flex;
                justify-content: center;
                align-items:center;
            }
            #loader svg {
                width: 50px;
            }
        </style>
    </body>
</html>
