<?php

namespace App\Models\Bitrix;

use Illuminate\Database\Eloquent\Model;

class Segment extends Model
{
    protected $table = 'bitrix_segments';

    public $timestamps = true;

    public const BITRIX_SEGMENTS = [
        "1018" => "Кандидаты (таргет)",
        "1462" => "Кандидаты (hh, nur и др.)",
        "3452" => "Кандидаты (hh2)",
        "2436" => "Кандидаты (job.bpartners.kz)",
        "2362" => "Кандидаты (QR)",
        "2426" => "Кандидаты (ВХ звонок)",
        "3460" => "Кандидаты (ВХ звонок тестовой линии)",
        "1666" => "Кандидаты (вацап, телега и др мессенджеры)",
        "1604" => "Кандидаты (promo акции)",
        "3878" => "Кандидаты (inhouse холодный поиск)",
        "2012" => "Кандидаты (Интеллектуальный обзвон)",
        "1442" => "Кандидаты на вакансию (Участники семинаров, форумов, встреч)",
        "3480" => "Кандидаты (от Кадровых А)",
        "3482" => "Кандидаты (от внештатных рекрутеров)",
        "3548" => "Кандидаты (рефералка с профиля JT)",
        "495" => "Для стажеров",
        # start local segments
        "5" => "Кандидаты на вакансию (Гарантия трудоустройства)",
        "6" => "Кандидаты на вакансию (Участники семинаров, форумов, встреч)",
        "7" => "Кандидаты на вакансию (Муса)",
        "8" => "Кандидаты на вакансию (Алина)",
        "9" => "Кандидаты на вакансию (Салтанат)",
        "10" => "Кандидаты на вакансию (Акжол)",
        "11" => "Кандидаты на вакансию (Дархан)",
        "12" => "Кандидаты на вакансию (Шолпан)",
        "13" => "Кандидаты на вакансию (Сайт BP)",
        "14" => "Busines Partner (Входящее обращение)",
        # end local segments
        "857" => "Busines Partner (ХО)",
        "873" => "Busines Partner (Входящее обращение)",
        "503" => "Busines Partner (крупные, потенциальные для Колл Центра)",
        "767" => "Busines Partner (КЦ по СНГ)",
        "916" => "Busines Partner (Молдир Крупный Бизнес РК)",
        "930" => "Busines Partner (Крупный Бизнес РК)",
        "465" => "UM (ХО)",
        "819" => "UM (Входящее обращение)",
        "458" => "UM (Агрегаторы)",
        "406" => "UM (Службы такси)",
        "485" => "UM (Интернет магазины)",
        "775" => "UM (Платежные терминалы)",
        "797" => "UM (Курьеры, перевозки, охрана)",
        "849" => "UM (Интеграции)",
        "896" => "UM (Маркетологи)",
        "815" => "UM (Торговые центры)",
        "1008" => "UM (Партнерский раздел)",
        "2404" => "UM (СУРВ)",
        "1464" => "Здание (По Аренде)",
        "1656" => "Здание (Лэд экран)",
        "1688" => "german-assia.kz",
        "1802" => "Тендер",
        "2014" => "Тренинг Центр BP: ХО",
        "2032" => "Тренинг Центр BP: Входящие",
        "1678" => "Тренинг Центр BP: старые OKtraining",
        "2058" => "Тестовый сегмент",
        "2630" => "Проект (КТК)",
        "2652" => "Проект (Евраз)",
        "2982" => "Проект (Игнатюк)",
        "2992" => "Jobtron.org (таргет)"
    ];

    protected $fillable = [
        'name',
        'on_lead', // Id сегмента в лиде
        'on_deal', // Id сегмента в сделке
        'active',
    ];
}
