<template>
	<div id="ContractOffer">
		<Navbar />
		<div class="section-content docs-content">
			<h4>Договор оферты</h4>
			<p>
				Настоящие Правила оферты регулируют взаимоотношения между Jobtron.org и
				Пользователем сервиса Jobtron.org, используя Jobtron.org:
			</p>
			<p>
				1. Пользователь принимает и соглашается с тем, что Jobtron.org не предназначен
				для размещения и распространения текстов, изображений и любых иных
				объектов, далее по тексту - Информация, которая может быть расценена как:
			</p>
			<ul>
				<li>
					нарушающая права Компании и/или права третьих лиц на результаты
					интеллектуальной деятельности и приравненные к ним средства
					индивидуализации, права на информацию, составляющую коммерческую
					тайну, наносящая вред чести, деловой репутации и достоинству третьих лиц;
				</li>
				<li>
					незаконная, вредоносная, угрожающая, дискредитирующая, клеветническая,
					подстрекающая к насилию, призывающая к совершению противоправной
					деятельности, нарушающая морально-этические нормы, содержащая
					ненормативную лексику, пропагандирующая ненависть и/или дискриминацию;
				</li>
				<li>
					провокационная, оскорбительная, а также содержащая негативные и
					критические Пользовательские высказывания, касающиеся религии, политики,
					расовых, этнических, гендерных признаков, личных качеств, способностей;
				</li>
				<li>
					реклама азартных игр и пари, эскорт-услуг, а также аналогичных услуг
					сексуального характера;
				</li>
				<li>пропаганда определенных политических и религиозных взглядов;</li>
				<li>
					пропаганда употребления наркотических средств, алкоголя, табака и табачных
					изделий;
				</li>
				<li>
					наносящая ущерб репутации, дискредитирующий или причиняющая вред для
					Jobtron.org
				</li>
			</ul>
			<p>2. Пользователь обязуется:</p>
			<ul>
				<li>
					соблюдать требования законодательства, действующего в стране
					Пользователя, в т.ч., в области интеллектуальной собственности, рекламы и
					т.п., во время всего срока использования Jobtron.org;
				</li>
				<li>
					не создавать страниц, используемых исключительно для автоматического
					перенаправления на сторонние сайты, не практиковать фишинг, не
					использовать любые незаконные действия для сбора данных;
				</li>
				<li>
					не загружать и не размещать какие-либо вредоносные\вирусные программы
					или файлы;
				</li>
				<li>
					заменить изображения, иконки, тексты, находящиеся по умолчанию в
					шаблонах и блоках сайтов на собственный Контент. Контент по умолчанию не
					предназначен для использования Пользователем и служит примером, его
					использование может быть расценено как нарушение Применимого
					законодательства.
				</li>
			</ul>
			<p>
				3. Пользователь гарантируете, что любая размещаемая Информация любого вида
				получена с соблюдением Применимого законодательства.
			</p>
			<p>
				4. Компания оставляет за собой право заблокировать Пользовательские сайты
				и/или ограничить возможность использования функциональности Jobtron.org по
				своему усмотрению, в т.ч. если есть основания полагать, что Пользователь
				нарушает вышеуказанные обязательства и гарантии.
				Компания вправе самостоятельно сделать вывод о возможном нарушении
				Пользователем вышеуказанных обязательств и гарантий, основываясь на
				имеющейся у Компании информации, в том числе полученной из жалоб или в
				результате самостоятельных внутренних проверок. Пользователь обязуетесь по
				нашему запросу предоставить опровержения таких нарушений.
			</p>
			<br>
			<p><b>Контактная информация</b></p>
			<p>
				Товарищество с ограниченной ответственностью “ВЭБТРОН” <br>
				БИН: 220740014763 <br>
				Электронная почта: Ariche.A@yandex.ru
			</p>
		</div>
		<SectionFooter />
	</div>
</template>

<script>
import Navbar from '../components/sections/Navbar.vue'
import SectionFooter from '../components/sections/Footer.vue'

export default {
	name: 'ContractOffer',
	components: {
		Navbar,
		SectionFooter,
	},
	mounted() {
		window.scrollTo(0,0);
	}
}
</script>
