<template>
	<div id="PaymentsView">
		<NavBar />
		<div class="section-content">
			<h3>Уважаемый клиент!</h3>
			<p>Вы можете оплатить свой заказ онлайн с помощью банковской карты через платежный сервис компании Uniteller. После подтверждения заказа Вы будете перенаправлены на защищенную платежную страницу Uniteller, где необходимо будет ввести данные для оплаты заказа. После успешной оплаты на указанную в форме оплаты электронную почту будет направлен электронный чек с информацией о заказе и данными по произведенной оплате.</p>
			<h3>Гарантии безопасности</h3>
			<p>Безопасность процессинга Uniteller подтверждена сертификатом стандарта безопасности данных индустрии платежных карт PCI DSS. Надежность сервиса обеспечивается интеллектуальной системой мониторинга мошеннических операций, а также применением 3D Secure - современной технологией безопасности интернет-платежей.</p>
			<p>Данные Вашей карты вводятся на специальной защищенной платежной странице. Передача информации в процессинговую компанию Uniteller происходит с применением технологии шифрования TLS. Дальнейшая передача информации осуществляется по закрытым банковским каналам, имеющим наивысший уровень надежности.</p>
			<h3>Uniteller не передает данные Вашей карты магазину и иным третьим лицам!</h3>
			<p>Если Ваша карта поддерживает технологию 3D Secure, для осуществления платежа, Вам необходимо будет пройти дополнительную проверку пользователя в банке-эмитенте (банк, который выпустил Вашу карту). Для этого Вы будете направлены на страницу банка, выдавшего карту. Вид проверки зависит от банка. Как правило, это дополнительный пароль, который отправляется в SMS, карта переменных кодов, либо другие способы.</p>
			<h3>Возврат</h3>
			<p>
				Для возврата обратитесь по телефону указанному в <RouterLink to="/contacts">
					контактах
				</RouterLink>!
			</p>
			<p>Срок рассмотрения заявки на возврат денежных средств составляет 30 дней. Возврат денежных средств осуществляется на ту же банковскую карту, с которой производился платеж. Возврат денежных средств на карту осуществляется в срок от 3 до 30 банковских дней, в зависимости от Банка, которым была выпущена банковская карта.</p>
		</div>
		<SectionFooter />
	</div>
</template>

<script>
import NavBar from '../components/sections/Navbar.vue'
import SectionFooter from '../components/sections/Footer.vue'

export default {
	name: 'PaymentsView',
	components: {
		NavBar,
		SectionFooter,
	},
}
</script>

<style>
</style>
