<template>
	<div id="PersonalData">
		<Navbar />
		<div class="section-content docs-content">
			<h4>Политика обработки персональных данных</h4>

			<p><b>1. Общие положения</b></p>
			<p>
				Настоящий документ определяет политику ТОО «ВЭБТРОН», (Jobtron.org) (далее –
				Компания) в отношении обработки и конфиденциальности персональных данных и
				информации и излагает основные принципы в отношении обработки указанной
				информации в Компании. Политика также объясняет, как Компания обрабатывает и
				защищает персональные данные субъектов и иную информацию пользователей.
				<br>
				Политика регулирует отношения между Компанией и:
				<br>
				1. любым физическим лицом по обработке персональных данных указанных лиц,
				предоставленных ими Компании;
				<br>
				2. любым физическим лицом, индивидуальным предпринимателем и юридическим
				лицом, пользователями программных продуктов Jobtron.org и сайтов Компании
				(далее – Пользователь) по обработке персональной информации, предоставленной
				Пользователем и/или собранной у Пользователя информации.
				<br>
				Действие Политики распространяется на все операции по обработке Персональных
				данных, совершаемые в Компании, на всю информацию, которую Компания и/или ее
				аффилированные или иные уполномоченные лица, действующие от имени
				Компании, могут получить о Пользователе во время использования им любого из
				Продуктов Jobtron.org.
				<br>
				Политика обязательна для ознакомления и исполнения всеми лицами,
				допущенными к обработке персональных данных в Компании, и лицами,
				участвующими в организации процессов обработки и обеспечения безопасности
				персональных данных в Компании.
				<br>
				Обеспечение неограниченного доступа к Политике реализуется путем ее публикации
				на сайтах Компании в сети Интернет по адресу <a href="https://jobtron.org/">https://jobtron.org/</a>
				(далее – Сайт).
			</p>
			<p>Политика подлежит актуализации в случаях: </p>
			<ul>
				<li>изменения законодательства РК о персональных данных;</li>
				<li>
					выявления несоответствий, затрагивающих обработку и (или) защиту персональных
					данных, по результатам контроля выполнения требований по обработке и (или)
					защите персональных данных;
				</li>
				<li>по решению руководства Компании.</li>
			</ul>

			<p><b>2. Основные термины</b></p>
			<p class="mb-0">
				<b>Персональные данные (ПД)</b> – любая информация, относящаяся к прямо или
				косвенно определенному или определяемому физическому лицу (субъекту
				персональных данных);<br>
				<b>Контент пользователя</b> - любая информация размещенная/загруженная (внесенная)
				Пользователем в Продукты Jobtron.org, в том числе: <br>
			</p>
			<ul class="no-margin">
				<li>
					персональные данные клиентов/ сотрудников и иных лиц, в отношении которой
					Пользователь выступает как Компания или обработчик;
				</li>
				<li>
					данные, которые хранятся и обрабатываются посредством использования
					Продуктов Jobtron.org, такие как текст, текстовые сообщения, документы, аудио и
					видео носители, изображения, текстовые сообщения электронной почты и т.п.
				</li>
			</ul>
			<p class="mt-0">
				<b>Персональная информация</b> – информация, которую Пользователь самостоятельно
				предоставляет Компании при осуществлении действий, направленных на
				регистрацию и использование Продуктов Jobtron.org. Информация предоставляется
				путем заполнения Пользователем соответствующих форм, при этом объем
				предоставления информации при заполнении необязательных полей указанных
				форм определяется Пользователем самостоятельно. <br>
				<b>Продукты Jobtron.org</b> - сервисы, программы и продукты Jobtron.org, Сайты, при
				использовании которых может понадобиться предоставление персональных данных
			</p>
			<p><b>3.Обработка Персональных данных Компанией</b></p>
			<p><b>3.1. Правовые основания Обработки Персональных данных</b></p>
			<p>Компания осуществляет обработку Персональных данных в следующих целях:</p>
			<ul>
				<li>
					Реализация трудовых отношений, включая предоставление льгот, компенсаций
					дополнительных гарантий;
				</li>
				<li>Реализация договорных и преддоговорных отношений;</li>
				<li>Предоставление доступа к сервисам и программам, вебинарам/семинаров;</li>
				<li>конференций Компании, удовлетворение запросов и ответы на вопросы;</li>
				<li>Предоставление доступа к сайтам Компании;</li>
				<li>Осуществление сертификации и проведение олимпиады, подтверждение;</li>
				<li>Предоставление доступа в помещение Компании;</li>
				<li>Проведение аналитики аудитории и их предпочтений, удобства использования;</li>
				<li>Сайтов и Продуктов Jobtron.org;</li>
				<li>Рассылка маркетинговых материалов.</li>
			</ul>
			<p><b>3.1.1.</b> Компания не осуществляет обработку биометрических персональных данных</p>
			<p><b>3.1.2.</b> Сроки обработки персональных данных определены с учетом:</p>
			<ul>
				<li>установленных целей обработки персональных данных;</li>
				<li>
					сроков действия договоров с субъектами персональных данных и/или согласий
					субъектов персональных данных на обработку их персональных данных;
				</li>
			</ul>
			<p><b>3.2. Принципы и условия Обработки Персональных данных в Компании</b></p>
			<p>
				<b>3.2.1.</b> Компания осуществляет Обработку Персональных данных на законной и
				справедливой основе.
			</p>
			<p>
				<b>3.2.2.</b> При Обработке Персональных данных обеспечиваются их точность,
				достаточность, актуальность по отношению к целям Обработки Персональных
				данных.
			</p>
			<p>
				<b>3.2.3.</b> В Компании не осуществляется принятие решений, порождающих
				юридические последствия в отношении субъекта Персональных данных или иным
				образом затрагивающих его права и законные интересы, на основании
				исключительно автоматизированной обработки персональных данных.
			</p>
			<p>
				<b>3.2.4.</b> Компания осуществляет Обработку Персональных данных с использованием
				средств автоматизации и без их использования. При этом Компания выполняет
				требования к автоматизированной и неавтоматизированной обработке
				персональных данных, предусмотренные Законом и принятыми в соответствии с ним
				нормативными правовыми актами.
			</p>
			<p>
				<b>3.2.5.</b> Компания поручает Обработку Персональных данных другим лицам. При этом
				Компания выполняет все требования к поручению обработки персональных данных,
				предусмотренные Законом.
			</p>
			<p>
				<b>3.2.6.</b> Компания не раскрывает третьим лицам и не распространяет Персональные
				данные, за исключением следующих случаев:
			</p>
			<ul>
				<li>Субъект ПД заблаговременно выразил свое согласие на такое раскрытие;</li>
				<li>
					Передача необходима для исполнения договора, стороной которого либо
					выгодоприобретателем или поручителем, по которому является субъект
					Персональных данных, а также для заключения договора по инициативе
					субъекта Персональных данных или договора, по которому он будет являться
					выгодоприобретателем или поручителем;
				</li>
				<li>
					Передача необходима для защиты прав и законных интересов Компании или
					третьих лиц;
				</li>
				<li>
					Передача необходима для подключения и/или регистрации сторонних
					программных продуктов на имя Пользователя или организации, интересы
					которой представляет Пользователь;
				</li>
				<li>
					Передача инициирована субъектом Персональных данных и необходима для
					осуществления правосудия, исполнения судебного акта, акта другого органа или
					должностного лица, подлежащих исполнению в соответствии с
					законодательством РК об исполнительном производстве либо иных
					предусмотренных действующим законодательством РК случаях.
				</li>
			</ul>
			<p>
				<b>3.3. Условия и ограничения обработки персональных данных, разрешенных
					субъектом для распространения.</b>
			</p>
			<p><b>3.3.1.</b> Персональные данные размещаются с целью</p>
			<ul>
				<li>
					увеличения лояльности пользователей Сайтов и программных продуктов
					Jobtron.org;
				</li>
				<li>формирования позитивного отношения пользователей к продуктам Jobtron.org;</li>
				<li>продвижение продуктов Jobtron.org;</li>
				<li>а также любых связанных с указанными продуктами товаров, работ и услуг.</li>
			</ul>
			<p>
				<b>3.3.2.</b> Обработка осуществляется в течение срока действия согласия субъекта
				Персональных данных, разрешенных для распространения.
			</p>
			<p><b>3.4. Права субъектов Персональных данных</b></p>
			<p><b>3.4.1.</b> Субъект Персональных данных обладает следующими правами:</p>
			<ul>
				<li>
					Право получения информации, касающейся обработки его Персональных
					данных;
				</li>
				<li>
					Право на уточнение, блокировку или уничтожение данных, в случае если
					Персональные данные являются неполными, устаревшими, неточными,
					незаконно полученными или не являются необходимыми для заявленной цели
					обработки;
				</li>
				<li>
					Право отозвать предоставленное ранее согласие на обработку Персональных
					данных.
				</li>
			</ul>
			<p>
				<b>3.4.2.</b> Для исполнения положений Политики Компании может потребоваться
				подтвердить личность субъекта Персональных данных, затребовав предоставления
				такого подтверждения в любой непротиворечащей закону форме.
			</p>
			<p><b>3.5. Порядок прекращения Обработки Персональных данных</b></p>
			<p><b>3.5.1.</b> Компания прекращает обработку персональных данных:</p>
			<ul>
				<li>
					по истечении установленных сроков;
				</li>
				<li>
					по достижении целей их обработки либо в случае утраты необходимости в
					достижении этих целей;
				</li>
				<li>
					по требованию субъекта Персональных данных, если обеспечить правомерность
					обработки Персональных данных невозможно;
				</li>
				<li>
					в случае отзыва субъектом персональных данных согласия на обработку его
					Персональных данных (в отношении Персональных данных, обрабатываемых на
					основании согласия субъекта);
				</li>
				<li>в случае ликвидации Компании</li>
			</ul>

			<p><b>4. Меры по обеспечению конфиденциальности Контента пользователя</b></p>
			<p>
				<b>4.1.1.</b> Jobtron.org принимает необходимые правовые, организационные и
				технические меры или обеспечивает их принятие для защиты Контента
				пользователя от неправомерного или случайного доступа, уничтожения, изменения,
				блокирования, копирования, предоставления, распространения.
			</p>
			<p>
				<b>4.1.2.</b> Компания не инициирует размещение Контента пользователя при
				использовании Продуктов Jobtron.org, не контролирует его достоверность и
				актуальность, однако Компания оставляет за собой право требовать подтверждения
				достоверности переданной ему информации Пользователем.
			</p>
			<p>
				<b>4.1.3.</b> Компания не гарантирует конфиденциальность Контента пользователя,
				публичный доступ к которому предоставлен самим Пользователем в силу
				функциональных назначений соответствующего Продукта Jobtron.org; Пользователь
				соглашается с тем, что при использовании Продуктов Jobtron.org определённая
				часть Контента пользователя становится доступной для неограниченного круга лиц.
			</p>
			<p><b>5. Заключительные положения</b></p>
			<p>
				Политика может быть изменена Компанией в одностороннем порядке путем
				размещения ее новой редакции в сети Интернет по адресу <a href="https://jobtron.org/">https://jobtron.org/</a>.
			</p>


			<br>
			<p><b>Контактная информация</b></p>
			<p>
				Товарищество с ограниченной ответственностью “ВЭБТРОН” <br>
				БИН: 220740014763 <br>
				Электронная почта: Ariche.A@yandex.ru
			</p>
		</div>
		<SectionFooter />
	</div>
</template>

<script>
import Navbar from '../components/sections/Navbar.vue'
import SectionFooter from '../components/sections/Footer.vue'

export default {
	name: 'PersonalData',
	components: {
		Navbar,
		SectionFooter,
	},
	mounted() {
		window.scrollTo(0,0);
	}
}
</script>
