<template>
	<div id="PrivacyPolicy">
		<Navbar />
		<div class="section-content docs-content">
			<h4>Условия о конфиденциальности персональной информации</h4>
			<p>
				Компания Jobtron.org с большим уважением относится к право каждого человека
				на конфиденциальность. <br>
				Для использования некоторых служб, программ, продуктов и услуг Jobtron.org
				может понадобиться прохождение процедуры регистрации или предоставление
				персональной информации. Условия о конфиденциальности содержат пояснения,
				как используется такая информация. <br>
				Пожалуйста, внимательно ознакомьтесь с настоящими Условиями о
				конфиденциальности. <br>
				Действие настоящих Условий о конфиденциальности распространяются на всю
				информацию, которую Jobtron.org и/или его аффилированные или иные
				<b>уполномоченные</b> лица, действующие от имени Jobtron.org, могут получить о
				Пользователе во время использования им любого из представленных Продуктов.
			</p>

			<p>
				Обращаем Ваше внимание: использование Продуктов Jobtron.org означает Ваше
				полное согласие со всеми положениями настоящих Условий о
				конфиденциальности и указанными в них условиями обработки Вашей
				персональной информации. Если Вы не согласны принять ВСЕ положения
				настоящих Условий о конфиденциальности, Вы не имеете права использовать
				Продукты Jobtron.org
			</p>

			<p><b>1. Персональная информация, собираемая и обрабатываемая Jobtron.org</b></p>
			<p>
				В рамках настоящих Условий о конфиденциальности под персональной
				информацией понимается:
				<br>
				1. Информация (включая, но не ограничиваясь, персональные данные), которую
				Пользователь самостоятельно предоставляет Jobtron.org при осуществлении
				действий, направленных на регистрацию Продуктов Jobtron.org (в т.ч. активация) и
				их использование. Пользователь заполняет соответствующие формы, при этом
				объем предоставления информации при заполнении необязательных полей
				указанных форм определяется Пользователем самостоятельно.
				<br>
				2. Информация, получаемая автоматически при использовании Продуктов
				Jobtron.org Пользователем.
				<br>
				3. Иная информация о Пользователе, которую получает Jobtron.org с
				исключительно в указанных в разделе 2 настоящих Условий о
				конфиденциальности целях.
			</p>
			<p><b>2. Цели сбора и обработки персональной информации пользователей</b></p>
			<p>
				Сбор, хранение и обработка информации, указанной в разделе 1 настоящих
				Условий о конфиденциальности, осуществляется исключительно в следующих
				конкретных целях:
				<br>
				1. Для идентификации Пользователя при использовании предоставляемых
				Jobtron.org Продуктов.
				<br>
				2. Для персонализации учета посещений и регистрации действий Пользователя
				Jobtron.org использует Cookies.
				<br>
				3. Для осуществления взаимодействия Пользователя с Jobtron.org в рамках
				заключенных договоров или соглашений.
				<br>
				4. Проведение статистических и иных исследований на основе обезличенных
				данных.
			</p>
			<p>
				<b>3. Условия обработки персональной информации пользователя и её
					передачи третьим лицам</b>
			</p>
			<p class="mb-0">
				1. Хранение (в том числе изменение и удаление) персональной информации
				Пользователей осуществляется в соответствии с функциональным назначением
				конкретных Продуктов Jobtron.org, технической документацией к ним, а также
				Соглашением на их использование.
				<br>
				2. Раскрытие персональной информации третьим лицам осуществляется
				следующих случаях:
			</p>
			<ul class="no-margin">
				<li>Пользователь заблаговременно выразил свое согласие на такое раскрытие;</li>
				<li>
					Передача необходима для защиты прав и законных интересов Jobtron.org или
					третьих лиц в случаях, если Пользователь нарушит авторские права
					Jobtron.org и/или соответствующее Соглашение;
				</li>
				<li>
					Передача необходима для осуществления правосудия, исполнения судебного
					акта, акта другого органа или должностного лица, подлежащих исполнению в
					соответствии с законодательством.
				</li>
			</ul>
			<p class="mt-0">
				3. При обработке персональных данных пользователей Jobtron.org
				руководствуется законом Республики Казахстан «О персональных данных и их
				защите».
			</p>
			<p><b>4. Ограничения ответственности</b></p>
			<p>
				1. Jobtron.org не инициирует размещение персональной информации при
				использовании Продуктов Jobtron.org, не контролирует ее достоверность и
				актуальность, Jobtron.org вправе потребовать подтверждения достоверности
				переданной ему информации Пользователем.
				<br>
				2. Размещая персональную информацию третьих лиц, Пользователь уверен и
				гарантирует, что получил все необходимые разрешения и согласия на указанные
				действия, гарантирует достоверность, отсутствие оскорблений и клеветы, а также
				гарантирует полное и безоговорочное согласие этих лиц со всеми положениями
				настоящих Условий о конфиденциальности.
				<br>
				3. Jobtron.org не несет ответственности за сбор, хранение и обработку
				персональной информации программным обеспечением сторонних
				разработчиков, включенных в Продукты Jobtron.org, при условии уведомления о
				таком статусе программного обеспечения Пользователя.
			</p>

			<p><b>5. Защита персональной информации</b></p>
			<p>
				1. Jobtron.org принимает необходимые правовые, организационные и технические
				меры и/или обеспечивает их принятие для защиты персональных данных от
				неправомерного или случайного доступа к ним, уничтожения, изменения,
				блокирования, копирования, предоставления, распространения персональных
				данных, а также от иных неправомерных действий в отношении персональной
				информации.
			</p>

			<p><b>6. Заключительные положения</b></p>
			<p>
				1. Настоящие Условия о конфиденциальности могут быть изменены Jobtron.org в
				одностороннем порядке путем размещения их новой редакции на сайте
				Jobtron.org <a href="https://jobtron.org/">https://jobtron.org/</a>. В случае расхождения Условий о
				конфиденциальности с положениями Соглашения с Пользователем,
				преимущественную силу имеет Соглашение.
			</p>

			<br>
			<p><b>Контактная информация</b></p>
			<p>
				Товарищество с ограниченной ответственностью “ВЭБТРОН” <br>
				БИН: 220740014763 <br>
				Электронная почта: Ariche.A@yandex.ru
			</p>
		</div>
		<SectionFooter />
	</div>
</template>

<script>
import Navbar from '../components/sections/Navbar.vue'
import SectionFooter from '../components/sections/Footer.vue'

export default {
	name: 'PrivacyPolicy',
	components: {
		Navbar,
		SectionFooter,
	},
	mounted() {
		window.scrollTo(0,0);
	}
}
</script>
