<template>
	<div id="SiteUseAgreement">
		<Navbar />
		<div class="section-content docs-content">
			<h4>СОГЛАШЕНИЕ о пользовании сайтом</h4>
			<p>
				Уважаемый Пользователь, благодарим Вас за посещение нашего сайта!
			</p>
			<p>
				Внимательно прочитайте настоящее Соглашение, прежде чем начать пользоваться
				Сайтом. Вы обязаны соблюдать условия настоящего Соглашения, заходя на Сайт,
				используя сервисы, услуги и приложения, предлагаемые на Сайте. Начало
				использования Сайта означает надлежащее заключение настоящего Соглашения и Ваше
				полное согласие со всеми его условиями. Если Вы не согласны безоговорочно принять
				условия Соглашения, Вы не имеете права использовать Программу.
			</p>
			<p><b>1. Термины и определения</b></p>
			<p>
				1.1. Компания - Товарищество с ограниченной ответственность ТОО “ВЭБТРОН” и все его
				аффилированные лица.
			</p>
			<p>
				1.2. Пользователь – лицо, получающее доступ к приложениям, сервисам, услугам и
				информации, размещенной на Сайте.
			</p>
			<p>
				1.3. Администратор (Администратор портала) – физическое лицо, наделенное особыми
				правами по управлению Порталом, и либо являющееся конечным пользователем, либо
				действующее от имени и в интересах конечного пользователя.
			</p>
			<p>
				1.4. Сайт - веб-сайт Компании, размещенный в сети Интернет по адресу
				https://jobtron.org/, а так же любые другие веб-сайты Компании, содержащие ссылку на
				данное Соглашение.
			</p>
			<p>
				1.5. Соглашение – настоящее Соглашение между Пользователем и Компанией,
				устанавливающее правила использования Сайта, включая графические изображения и
				аудиовизуальную продукцию, элементы дизайна и средства индивидуализации,
				текстовую информацию и документацию, программы для ЭВМ и файлы для скачивания,
				любые иные произведения, объекты и материалы Сайта, а также условия и правила
				размещения Пользователем информации и материалов в соответствующих открытых
				разделах Сайта.
			</p>
			<p>
				1.6. Использование Программы – воспроизведение одной копии Программы посредством
				запуска в порядке, определенном пользовательской (технической) документацией и
				Соглашением.
			</p>
			<p>
				1.7. Техническая поддержка – мероприятия, осуществляемые Jobtron.org в
				установленных им пределах и объемах для обеспечения функционирования Программы,
				включая информационно-консультационную поддержку.
			</p>
			<p>
				1.8. Договор – документ, на основании которого Jobtron.org (или иное лицо, имеющее
				соответствующие права) предоставил Конечному пользователю право использования
				Программы на возмездной основе.
			</p>
			<p>1.9. Регистрация – действие, направленное на создание Учетной записи в Программе.</p>
			<p>
				1.10. Профиль - область/страница Портала, заполняемая Авторизованным
				пользователем и содержащая данные, позволяющие его идентифицировать.
			</p>
			<p>
				1.11. Личный кабинет – закрытая область Сервиса, позволяющая Пользователю
				осуществлять авторизацию и получать доступ к персональным данным. Для входа в
				Личный кабинет используются e-mail и пароль Пользователя, указанные при регистрации.
			</p>
			<p>
				1.12. Учетная запись – совокупность информации (e-mail, пароль, фамилия, имя,
				отчество, компания), которая позволяет однозначно идентифицировать Пользователя в
				процессе использования им Сервиса. Создается Пользователем самостоятельно (либо с
				помощью оператора поставщика услуг) путем предоставления сведений о себе. Для
				получения доступа к своей учетной записи пользователь использует сообщенные им при
				регистрации адрес электронной почты (e-mail) и пароль.
			</p>
			<p>
				1.13. Тарифы – прайс-лист Компании, расположенный на странице https://jobtron.org/,
				определяющий размер оплаты, предоставляемый за функционал Системы. Платный
				функционал Системы становится доступным после поступления денежных средств на
				счет Компании. Компания вправе в одностороннем порядке изменять стоимость и состав
				Тарифов по своему усмотрению. Изменения вступают в силу на следующий день после
				их опубликования.
			</p>
			<p>
				Настоящее Пользовательское соглашение вступает в силу с момента создания учетной
				записи Пользователем. Изменения и дополнения вступают в силу по истечению двух
				дней с момента их опубликования Компанией по адресу <a
					href="https://jobtron.org/"
				>https://jobtron.org/</a>. Пользователь
				вправе отказаться от принятия изменений и дополнений, что означает отказ
				пользователя от использования Сервиса.
			</p>
			<p>
				<i>Зарегистрировавшись (создав учетную запись), пользователь полностью принимает
					условия настоящего соглашения.
				</i>
			</p>

			<p><b>2. Общие условия и положения</b></p>
			<p>
				2.1. Любые материалы, файлы и сервисы, содержащиеся на Сайте, не могут быть
				воспроизведены в какой-либо форме, каким-либо способом, полностью или частично без
				предварительного письменного разрешения Компании, за исключением случаев,
				указанных в настоящем Соглашении. При воспроизведении Пользователем материалов
				Сайта, включая охраняемые авторские произведения, ссылка на Сайт обязательна, текст
				указанной ссылки при этом не должен содержать ложную, вводящую в заблуждение или
				оскорбительную информацию. Перевод, переработка (модификация), любое изменение
				материалов Сайта, а также любые иные действия, в том числе удаление, изменение до
				малозаметной информации и сведений об авторских правах и правообладателях, не
				допускается.
			</p>
			<p>
				2.2. Доступ к информации, находящейся на защищенных разделах Сайта, разрешен
				только зарегистрированным Пользователям, получившим пароль для входа на
				защищенные разделы Сайта. Пароль не может передаваться другим лицам, и
				Пользователь полностью несет ответственность за весь ущерб, причиненный ему,
				Компании или третьим лицам, возникший вследствие намеренной или ненамеренной
				передачи Пользователем пароля третьему лицу. Пользователь несет ответственность за
				сохранение конфиденциальности пароля и любое использование Сайта посредством его
				пароля.
			</p>
			<p>
				2.3. Любые программы, которые можно загрузить с Сайта (далее – Программы),
				защищены законодательством об авторских правах, являясь интеллектуальной
				собственностью Компании, ее партнеров или иных третьих лиц, предоставивших
				Компании соответствующие права и разрешения на использование таких Программ.
				Правила, условия и ограничения по использованию Программ регламентируются
				положениями лицензионных соглашений, с которыми Пользователь соглашается при
				установке, запуске и использовании Программы. Нарушение условий данного соглашения
				может привести к применению в отношении Пользователя мер гражданской,
				административной и/или уголовной ответственности.
				<br>
				Пользователь не вправе осуществлять воспроизведение, распространение,
				модификацию или каким-либо иным способом использовать Программу, если
				соответствующий способ не предусмотрен в лицензионном соглашении Программы.
			</p>
			<p>
				2.4. Действующая редакция настоящего Соглашения размещена в сети Интернет на
				Сайте <a href="https://jobtron.org/">https://jobtron.org/</a>. Компания вправе в любое время в
				одностороннем порядке
				изменять условия настоящего Соглашения. Такие изменения вступают в силу по
				истечении 2 (двух) дней с момента размещения новой версии Соглашения в сети
				Интернет на Сайте. При несогласии Пользователя с внесенными изменениями он обязан
				удалить все имеющиеся у него материалы Сайта, за исключением Программ, правами на
				использование которых, он правомерно обладает, после чего прекратить использование
				материалов и сервисов Сайта. Ваш постоянный доступ данного Сайта считается вашим
				убедительным принятием измененного соглашения, поэтому Вы обязаны регулярно
				просматривать настоящее Соглашение и дополнительные условия или уведомления,
				размещенные на Сайте.
			</p>
			<p><b>3. Условия использования и ограничения</b></p>
			<p>
				3.1. Администратору предоставляется право на базе одной копии Программы создать
				один сервис для одной компании, доступ к которому предоставляется только
				Авторизованным пользователям.
			</p>
			<p>
				3.2. Администратор обладает правами управления сервисом, включая, но не
				ограничиваясь правом:
			</p>
			<ol>
				<li>акцептовать Соглашение и его новые редакции;</li>
				<li>выдавать поручение на обработку персональных данных;</li>
				<li>
					инициировать процесс удаления сервиса, а также Авторизованных пользователей и их
					данные;
				</li>
				<li>
					наделять Авторизованных пользователей статусом Администратора, что означает (при
					наличии соответствующей функциональной возможности) предоставление ему всех прав,
					указанных в настоящем пункте.
				</li>
			</ol>
			<p>
				Каждый из Администраторов имеет право самостоятельно и единолично (независимо от
				других Администраторов) осуществлять полный объем соответствующих полномочий.
			</p>
			<p>
				3.3. Администратор сервиса понимает и соглашается с тем, что все действия,
				совершенные Авторизованными пользователями в рамках или с использованием
				Программы считаются произведенными Администратором портала и на него возлагается
				ответственность за такие действия.
			</p>
			<p>
				3.4. Администратор сервиса понимает и соглашается с тем, что установка в Программу
				Пользовательских компонентов осуществляется им по своему собственному усмотрению
				и на свой риск. Jobtron.org не контролирует работоспособность или содержание
				информации сервисов или ресурсов, доступ к которым осуществляется посредством
				таких Пользовательских компонентов, их соответствие законодательству, и не несет
				ответственности за результаты установки или их использования, в том числе за
				функциональные возможности Программы после их установки. Jobtron.org не возмещает
				никакой ущерб, причиненный использованием или невозможностью использования
				любых Пользовательских компонентов или информации, сервисов и ресурсов, доступ к
				которым осуществляется с их помощью.
			</p>
			<p>
				3.5. Администратору не разрешается использовать Программу каким-либо способом,
				если такое использование противоречит или приводит к нарушению действующего
				законодательства Республики Казахстан.
			</p>
			<p>
				3.6. Jobtron.orgне предоставляет Администратору сервиса услуги связи, не организует
				для него возможность доступа к информационным системам информационнотелекоммуникационных сетей, в том
				числе к сети Интернет, и не осуществляет
				деятельность по приему, обработке, хранению, передаче.
			</p>
			<p><b>4. Обязательства Пользователя</b></p>
			<p>
				4.1 Пользователь соглашается не предпринимать действий, которые могут
				рассматриваться как нарушающие законодательство Республики Казахстан или нормы
				международного права, в том числе в сфере интеллектуальной собственности, авторских
				и/или смежных правах, а также любых действий, которые приводят или могут привести к
				нарушению нормальной работы Сайта и сервисов Сайта.
			</p>
			<p>
				4.2. Любые средства индивидуализации, в том числе товарные знаки и знаки
				обслуживания, а равно логотипы и эмблемы, содержащиеся на страницах Сайта,
				являются интеллектуальной собственностью их правообладателей. Пользователю Сайта
				запрещено воспроизводить или иным способом использовать указанные средства
				индивидуализации и/или их элементы без предварительного письменного разрешения
				соответствующих правообладателей.
			</p>
			<p>
				4.3. Компания стремится обеспечить, однако не контролирует и не гарантирует
				конфиденциальность и охрану любой информации, размещенной на Сайте или
				полученной с Сайта. Компания принимает разумные меры в целях недопущения
				несанкционированного разглашения размещенной Пользователем на Сайте информации
				третьим лицам, однако не несет ответственность в случае, если такое разглашение было
				допущено. В этой связи, передача информации на Сайт означает согласие Пользователя
				на любое воспроизведение, распространение, раскрытие и иное использование такой
				информации. Размещая информацию и материалы, Пользователь также гарантирует, что
				обладает всеми правами и полномочиями, необходимыми для этого, с учетом условий
				настоящего Соглашения и что такое размещение не нарушает охраняемые законом
				права и интересы третьих лиц, международные договоры и действующее
				законодательство Республики Казахстан.
			</p>
			<p>
				4.4. Пользователь самостоятельно несет ответственность за любую информацию и
				материалы, размещенные на Сайте. Компания не инициирует размещение указанной
				информации, не выбирает получателей информации, не влияет на содержание и
				целостность размещаемой информации, а также в момент размещения Пользователем
				информации на Сайте не знает и не может знать, нарушает ли такое размещение
				действующее законодательство Республики Казахстан, однако Компания вправе
				отслеживать, просматривать и/или удалять любую информацию и материалы,
				размещенные Пользователем на Сайте.
				<br>
				При размещении любой информации и материалов Пользователь не становится
				соавтором Сайта и отказывается от каких-либо претензий на такое авторство в будущем.
				Компания не выплачивает Пользователю авторского или любого иного вознаграждения,
				как в период, так и по истечении срока действия настоящего Соглашения.
			</p>
			<p>
				4.5. В случае предъявления третьими лицами претензий Компании, связанных с
				нарушением Пользователем условий настоящего Соглашения, а равно с размещенной
				Пользователем информацией на Сайте, указанный Пользователь обязуется
				самостоятельно урегулировать такие претензии, а также возместить Компании все
				понесенные убытки и потери, включая возмещение штрафов, судебных расходов,
				издержек и компенсаций.
			</p>
			<p>
				4.6. Компания не несет ответственности за посещение Пользователем, а также любое
				использование им внешних ресурсов (сайтов третьих лиц), ссылки на которые могут
				содержаться на Сайте. Компания не несет ответственности за точность, надежность,
				достоверность и безопасность любой информации, материалов, рекомендаций и
				сервисов, размещенных на внешних ресурсах. Использование внешних ресурсов
				осуществляется Пользователем добровольно, исключительно по собственному
				усмотрению и на свой риск.
			</p>
			<p>
				4.7. Компания стремится к обеспечению достоверности информации, размещенной на
				Сайте, однако не несет ответственности за любые неточности и/или недостоверность
				информации, а равно сбои в работе предоставляемых через Сайт сервисов.
				Пользователь согласен с тем, что Компания не несет ответственность и не имеет прямых
				или косвенных обязательств перед Пользователем в связи с любыми возможными или
				возникшими потерями или убытками, связанными с любым содержанием Сайта,
				интеллектуальной собственностью, товарами или услугами, доступными на нем или
				полученными через внешние сайты или ресурсы либо иные ожидания Пользователя,
				которые возникли в связи с использованием размещенной на Сайте информации или
				ссылки на внешние ресурсы. В случае, если использование Сайта приведет к
				необходимости дополнительного обслуживания, исправления или ремонта любого
				оборудования, а равно восстановления данных, все связанные с этим затраты
				оплачиваются Пользователем.
			</p>
			<p>
				4.8. Вся представленная на Сайте информация предоставляется «как есть», без какихлибо гарантий. Компания полностью, в той мере, в какой это разрешено законом,
				отказывается от какой-либо ответственности, включая, но не ограничиваясь неявными
				гарантиями пригодности к использованию, а также гарантиями законности любой
				информации, продукта или услуги, полученной или приобретенной с помощью этого
				Сайта.
			</p>
			<p>
				4.9. Пользователь согласен, что все материалы и сервисы Сайта или любая их часть
				могут сопровождаться рекламой, размещение которой не инициирует и не контролирует
				Компания. Пользователь согласен с тем, что Компания не несет какой-либо
				ответственности и не имеет каких-либо обязательств в связи с такой рекламой.
			</p>
			<p><b>5. Прочие положения</b></p>
			<p>
				5.1. Использование материалов и сервисов Сайта, размещение на нем материалов
				Пользователя, регулируется нормами действующего законодательства Республики
				Казахстан. Все возможные споры, вытекающие из настоящего Соглашения или
				связанные с ним, подлежат разрешению в соответствии с действующим
				законодательством Республики Казахстан.
			</p>
			<p>
				5.2. Ничто в Соглашении не может пониматься как установление между Пользователем и
				Компанией агентских отношений, отношений товарищества, отношений по совместной
				деятельности, отношений личного найма, либо каких-то иных отношений, прямо не
				предусмотренных Соглашением.
			</p>
			<p>
				5.3. Признание судом какого-либо положения Соглашения недействительным или не
				подлежащим принудительному исполнению не влечет недействительности иных
				положений Соглашения
			</p>
			<p>
				5.4. Бездействие со стороны Компании в случае нарушения кем-либо из Пользователей
				положений Соглашения не лишает Компанию права предпринять соответствующие
				действия в защиту своих интересов и защиту авторских прав на охраняемые в
				соответствии с законодательством материалы Сайта позднее.
			</p>
			<p>
				<i><u>Пользователь подтверждает, что ознакомлен со всеми пунктами настоящего
					Соглашения и безоговорочно принимает их.
				</u></i>
			</p>
			<p>
				<i>По всем вопросам, связанным с нарушением авторских прав Компании, незаконного
					использования материалов Сайта или размещением ложной, вводящей в заблуждение
					информации о Компании, просим обращаться по следующим контактным данным:</i>
			</p>
			<br>
			<p><b>Контактная информация</b></p>
			<p>
				Товарищество с ограниченной ответственностью “ВЭБТРОН”<br>
				БИН: 220740014763<br>
				Электронная почта: Ariche.A@yandex.ru
			</p>
		</div>
		<SectionFooter />
	</div>
</template>

<script>
import Navbar from '../components/sections/Navbar.vue'
import SectionFooter from '../components/sections/Footer.vue'

export default {
	name: 'SiteUseAgreement',
	components: {
		Navbar,
		SectionFooter,
	},
	mounted() {
		window.scrollTo(0,0);
	}
}
</script>
