@extends('layouts.privacy')
@section('content')
<div class="row">
    
   
    <h2>
         Основные термины
    </h2>


    
    <p>
         Пользователь&nbsp;– физическое или юридическое лицо, создавшее учетную запись в данном Сервисе, принявшее настоящее соглашение и использующее Сервис поставщика услуг в своих целях. Пользователь, посредством регистрации, выражает согласие принимать от поставщика услуг любые справочно-информационные материалы, связанные с работой Сервиса, оказываемыми услугами, в том числе, посредством электронной почты и каналов электросвязи (на мобильные и стационарные телефоны).
    </p>
    <p>
<br>
    </p>
    
    <p>
         Учетная запись&nbsp;– совокупность информации (email, пароль, фамилия, имя, отчество, компания), которая позволяет однозначно идентифицировать Пользователя в процессе использования им Сервиса. Создается Пользователем самостоятельно (либо с помощью оператора поставщика услуг) путем предоставления сведений о себе. Для получения доступа к своей учетной записи пользователь использует сообщенные им при регистрации адрес электронной почты (e-mail) и пароль.&nbsp;<br>
         Настоящее Пользовательское соглашение вступает в силу с момента создания учетной записи Пользователем. Изменения и дополнения вступают в силу с момента их опубликования Оператором по адресу jobtron.org Пользователь вправе отказаться от принятия изменений и дополнений, что означает отказ пользователя от использования Сервиса.&nbsp;<br>
         Зарегистрировавшись (создав учетную запись), пользователь полностью принимает условия настоящего соглашения.
    </p>
    <p>
<br>
    </p>
    <p>
<br>
         Автоматический определитель номера (АОН)&nbsp;– номер телефона, используемый в качестве номера телефона Пользователя для исходящих звонков и коротких текстовых сообщений (sms).
    </p>
    <p>
<br>
    </p>
    <p>
<br>
         Личный кабинет&nbsp;– закрытая область Сервиса, позволяющая Пользователю осуществлять авторизацию и получать доступ к персональным данным. Для входа в Личный кабинет используются e-mail и пароль Пользователя, указанные при регистрации.
    </p>
    <p>
<br>
    </p>
    
<p>
         ТОО ВЭБТРОН - правообладатель - интернет-ресурс "jobtron.org &nbsp;- юридическое лицо, совокупность размещенных в сети Интернет веб-страниц, объединенных единой темой, дизайном и адресным пространством следующих доменов: jobtron.org
    </p>
<br>
    <p>
         ВНИМАНИЕ:&nbsp;Если Вы не согласны с каким-либо положением настоящего соглашения, не используйте данный Сервис.
    </p>
    <p>
<br>
    </p>
    
    <h2>
         1. Использование Сервиса
    </h2>
    <p>
        Сервис предназначен для осуществления автоматизированных телефонных вызовов и отправки коротких текстовых сообщений по списку контактов Пользователя.<br>
    </p>
    <p>
         Не допускается использование несуществующих телефонных номеров и телефонных номеров третьих лиц в качестве АОН Пользователя.
    </p>
    <p>
         Не допускается использование баз телефонных номеров третьих лиц для совершения вызовов и отправки коротких текстовых сообщений.
    </p>
    <p>
         Не допускается использование телефонных номеров, полученных последовательным или случайным перебором цифр.
    </p>
    <p>
         Не допускается использование Сервиса для ведения конкурентной борьбы с целью подрыва репутации третьих лиц.
    </p>
    <p>
         Все тестовые исходящие вызовы и отправляемые текстовые сообщения из личного кабинета Сервиса подлежат оплате со счета Пользователя согласно текущему тарифному плану Сервиса.
    </p>
    <p>
         Программный продукт предназначен для самостоятельного формирования голосовых и текстовых сообщений Пользователем и отправки указанных голосовых и текстовых сообщений получателям, давшим согласие на отправку им соответствующих сообщений.
    </p>
    <p>
        <br>
    </p>
    
    <h2>
         2.Регистрация Пользователя. Учетная запись Пользователя.
    </h2>
    <p>
         Для того чтобы использовать Программный продукт, Пользователю необходимо пройти процедуру регистрации, в результате которой для Пользователя будет создана уникальная учетная запись, включающая в себя логин и пароль (далее - идентификационные данные).
    </p>
    <p>
        <br>
    </p>
    <p>
         Начиная использовать Программный продукт (пройдя процедуру регистрации, с момента создания личного кабинета Пользователя), Пользователь считается принявшим условия настоящего соглашения в полном объеме, без всяких оговорок и исключений.
    </p>
    <p>
        <br>
    </p>
    <p>
         Для регистрации Пользователь обязуется предоставить достоверную и полную информацию о себе в разделах, предлагаемых в форме регистрации, и поддерживать эту информацию в актуальном состоянии. Пользователь гарантирует, что указанная им при регистрации информация является достоверной и актуальной и обязуется самостоятельно и за счет собственных средств урегулировать все претензии со стороны Интернет-ресурса и (или) третьих лиц, в том числе, направленных Интернет-ресурсу, относительно содержания указанной Пользователем информации, а также обязуется возместить все затраты понесенные Интернет-ресурсом для урегулирования такого рода претензий, в течение 1 (одного) календарного дня с момента предъявления соответствующего требования Интернет-ресурса.
    </p>
    <p>
        <br>
    </p>
    <p>
         Пользователь самостоятельно несет ответственность за безопасность (устойчивость к угадыванию) выбранных им средств для доступа к учетной записи, а также самостоятельно обеспечивает их конфиденциальность. Пользователь самостоятельно несет ответственность за все действия (а также их последствия) в рамках или с использованием Программного продукта под учетной записью Пользователя, включая случаи добровольной передачи Пользователем данных для доступа к учетной записи Пользователя третьим лицам на любых условиях (в том числе по договорам или соглашениям). При этом все действия в рамках или с использованием Программы под учетной записью Пользователя считаются произведенными самим Пользователем.
    </p>
    <p>
        <br>
    </p>
    <p>
         По окончанию процедуры регистрации Пользователю предоставляется доступ к использованию Программного продукта.
    </p>
    <p>
        <br>
    </p>
    
    <h2>
         3.Ответственность сторон
    </h2>
    <p>
         Пользователь несет ответственность за достоверность предоставленной им информации для осуществления вызовов посредством Сервиса. Пользователь обязуется предоставлять о себе только достоверную информацию, избегая ее искажения. Использование псевдонимов не допускается.
    </p>
    <p>
        <br>
    </p>
    <p>
         Пользователь обязуется не распространять с помощью Сервиса любую конфиденциальную и охраняемую законом информацию о физических, либо юридических лицах. Также Пользователь берет на себя обязательство избегать любых действий, в результате которых может быть нарушена конфиденциальность охраняемой законом информации.
    </p>
    <p>
        <br>
    </p>
    <p>
         Администрация Сервиса имеет право производить проверку принадлежности данных Пользователю путем совершения контрольного звонка на указанный пользователем номер телефона и запроса документов, подтверждающих право собственности на базу абонентов Пользователя.
    </p>
    <p>
        <br>
    </p>
    <p>
         Пользователь обязуется незамедлительно уведомить поставщика услуг о любом случае несанкционированного использования его учетной записи, а также об известных ему случаях компрометации (утери конфиденциальности) пароля, используемого Пользователем. До момента, когда поставщик услуг получит от Пользователя сообщение о несанкционированном использовании его учетной записи, либо о компрометации пароля, ответственность за все действия, которые производятся с использованием соответствующей учетной записи, несет Пользователь.
    </p>
    <p>
        <br>
    </p>
    <p>
         Поставщик услуг обязуется сохранять конфиденциальность в отношении данных о Пользователе в соответствии с положениями&nbsp;<br>
<a href="https://jobtron.org/privacy/">Политики конфиденциальности</a>, являющейся неотъемлемой частью настоящего соглашения.
    </p>
    <p>
        <br>
    </p>
    <p>
         За нарушение условий настоящего Соглашения наступает ответственность, предусмотренная законодательством РК.
    </p>
    <p>
        <br>
    </p>
    
    <h2>
         4.При использовании Программного продукта Пользователь не вправе:
    </h2>
    <p>
         Производить рассылку спама, нежелательных сообщений, информационно-голосовых -сообщений, приводящих к нарушению работоспособности Программного продукта, распространять информацию, которая противоречит действующему или международному законодательству, является вредоносной, клеветнической, оскорбляет нравственность, демонстрирует (или является пропагандой) насилия и жестокости, нарушает права интеллектуальной собственности, пропагандирует ненависть и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам, содержит оскорбления в адрес каких-либо лиц или организаций, содержит элементы (или является пропагандой) порнографии, детской эротики, представляет собой рекламу (или является пропагандой) услуг сексуального характера (в том числе под видом иных услуг), разъясняет порядок изготовления, применения или иного использования наркотических веществ или их аналогов, взрывчатых веществ или иного оружия;
    </p>
    <p>
        <br>
    </p>
    <p>
         Нарушать права третьих лиц, в том числе несовершеннолетних лиц и/или причинять им вред в любой форме;
    </p>
    <p>
        <br>
    </p>
    <p>
         Выдавать себя за другого человека или представителя организации и/или сообщества без достаточных на то прав, в том числе за сотрудников Интернет-ресурса, а также применять любые другие формы и способы незаконного представительства других лиц в сети, а также вводить пользователей или Интернет-ресурс в заблуждение относительно свойств и характеристик каких-либо субъектов или объектов;
    </p>
    <p>
        <br>
    </p>
    <p>
         Распространять информацию, при отсутствии прав на такие действия согласно законодательству или каким-либо договорным отношениям;
    </p>
    <p>
        <br>
    </p>
    <p>
         Распространять информацию, содержащую вирусы или другие компьютерные коды, файлы или программы, предназначенные для нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для осуществления несанкционированного доступа, а также серийные номера к коммерческим программным продуктам и программы для их генерации, логины, пароли и прочие средства для получения несанкционированного доступа к платным ресурсам в информационно-телекоммуникационной сети «Интернет», а также размещения ссылок на вышеуказанную информацию;
    </p>
    <p>
        <br>
    </p>
    <p>
         Нарушать нормальную работу Программного продукта;
    </p>
    <p>
         Содействовать действиям, направленным на нарушение ограничений и запретов, налагаемых настоящим соглашением;
    </p>
    <p>
         Другим образом нарушать нормы законодательства, в том числе нормы международного права.
    </p>
    <p>
        <br>
    </p>
    
    <h2>
         5.Денежные расчеты
    </h2>
    <p>
         Использование Сервиса предполагает авансовую систему финансовых расчетов. Пользователю необходимо заблаговременно пополнять баланс своей учетной записи одним из следующих способов:
    </p>
    <p>
         безналичным переводом на счет юридического лица Сервиса;
    </p>
    <p>
         электронными валютами систем Интернет-платежей;
    </p>
    <p>
         средствами мобильных платежей;
    </p>
    <p>
         Сервис не взимает дополнительных комиссий за проведение денежных транзакций, размеры дополнительных комиссионных сборов, взимаемых с Пользователя, зависят только от конкретной платежной системы.
         </p><p>
        <br>
    </p>
         Денежные средства, зачисленные Пользователем, на Баланс Учетной записи (Личного кабинета) Сервиса, любым из указанных способов, могут быть использованы для получения всех доступных услуг на Сервисе и возврату не подлежат.
    <p></p>
    <p>
        <br>
    </p>
    <p>
         Сервис не несет ответственность за любые нарушения и неудачи во время проведения денежных транзакций. Любые платежи, совершенные Пользователем, могу расцениваться как соглашение между ним и поставщиком услуг процессинга платежей.
    </p>
    <p>
        <br>
    </p>
    <p>
         Все жалобы, касающиеся денежных транзакций, должны быть направлены строго поставщику конкретного метода оплаты.
    </p>
    <p>
        <br>
    </p>
    
    <h2>
         6.Ограничения использования Программного продукта. Ответственность Сторон.
    </h2>
    <p>
         За исключением использования Программного продукта в объемах и способами, прямо предусмотренными настоящим соглашением или законодательством РК, Пользователь не имеет права изменять, декомпилировать, дизассемблировать, дешифровать и производить иные действия с объектным кодом Программного продукта, имеющие целью получение информации о реализации алгоритмов, используемых в Программном продукте, создавать производные произведения с использованием Программного продукта, а также осуществлять (разрешать осуществлять) иное использование Программного продукта, без письменного согласия Правообладателя Интернет-ресурса.
    </p>
    <p>
        <br>
    </p>
    <p>
         Пользователь не имеет право воспроизводить и распространять Программный продукт в коммерческих целях (в том числе за плату), в том числе в составе сборников программных продуктов.
    </p>
    <p>
        <br>
    </p>
    <p>
         Программный продукт предоставляется на условиях «как есть» (as is). Правообладатель не предоставляет никаких гарантий в отношении безошибочной и бесперебойной работы Программного продукта или отдельных её компонентов и/или функций, соответствия Программного продукта конкретным целям и ожиданиям Пользователя, сохранности файлов и/или данных Пользователя, а также не предоставляет никаких иных гарантий, прямо не указанных в настоящем соглашении.
    </p>
    <p>
        <br>
    </p>
    <p>
         Правообладатель Интернет-ресурса не несет ответственности за какие-либо прямые или косвенные последствия какого-либо использования или невозможности использования Программного продукта и/или ущерб, причиненный Пользователю и/или третьим сторонам в результате какого-либо использования, неиспользования или невозможности использования Программного продукта или отдельных её компонентов и/или функций, в том числе из-за возможных ошибок или сбоев в работе Программного продукта.
    </p>
    <p>
        <br>
    </p>
    <p>
         Правообладатель не несет ответственности за любые виды убытков, произошедшие вследствие использования Пользователем Программного продукта.
    </p>
    <p>
        <br>
    </p>
    <p>
         Пользователь в течение 1 (одного) календарного дня с момента предъявления требования Правообладателем Интернет-ресурса, обязуется урегулировать все претензии со стороны Правообладателя и (или) третьих лиц, в том числе, направленных Правообладателю и (или) возместить Правообладателю Интернет-ресурса расходы и убытки, понесенные Правообладателем в связи с исполнением обязанности по оплате штрафов операторов связи, административными штрафами, судебными издержками, которые могут быть взысканы с Правообладателя в результате действий (бездействий) Пользователя.
    </p>
    <p>
        <br>
    </p>
    <p>
         Пользователь Интернет-ресурса несет полную ответственность за достоверность и содержание информации, размещаемой и передаваемой посредством сообщений, и ее возможное несоответствие требованиям законодательства РК в сфере рекламы, иному применимому законодательству.
    </p>
    <p>
        <br>
    </p>
    <p>
         Правообладатель не несет ответственности в случае блокирования оператором связи пакета сообщений, предназначенных для последующей отправки получателям.
    </p>
    <p>
        <br>
    </p>
    <p>
         Правообладатель не несет ответственность за содержание (текст в сообщений, передаваемых оператору связи для последующей отправки получателям, а также Правообладатель не несет ответственности за используемые Пользователем номера получателей, которым направляются сообщения.
    </p>
    <p>
        <br>
    </p>
    <p>
         Правообладатель не несет ответственность за неработоспособность Программного продукта в связи с проведением профилактических и (или) ремонтных работ Правообладателем Интернет-ресурса, а также в связи с действиями, произведенными операторами связи, повлекшими невозможность осуществления действий по настоящему договору.
    </p>
    <p>
        <br>
    </p>
    <p>
         Уплата штрафов и иных санкций, предусмотренных настоящим договором, не освобождает Пользователя от исполнения обязательств, возложенных на него настоящим соглашением и законодательством РК.
    </p>
    <p>
        <br>
    </p>
    <p>
         Все вопросы и претензии, связанные с использованием/невозможностью использования Программного продукта должны направляться посредством использования формы претензии, размещенной на сайте Правообладателя <a href="https://jobtron.org/contacts/">https://jobtron.org/contacts/</a> Срок рассмотрения и ответа на претензию составляет 10 (десять) календарных дней с момента получения ее Правообладателем.
    </p>
    <p>
        <br>
    </p>
    
    <h2>
         7.Заключительные положения
    </h2>
    <p>
         Используя Сервис, Вы соглашаетесь с тем, что поставщик услуг вправе в любой момент без объяснения причин отказать любому пользователю в доступе к Сайту Сервиса путем блокировки учетной записи Пользователя. Если Вы не согласны с данным положением настоящего соглашения, не используйте данный Сервис.
    </p>
    <p>
        <br>
    </p>
    <p>
         Ни одно из положений настоящего соглашения, а также нескольких положений в совокупности, не могут рассматриваться как передача исключительных прав, принадлежащих поставщику услуг, каким-либо лицам.
    </p>
    <p>
        <br>
    </p>
    <p>
         Ни при каких обстоятельствах поставщик услуг не несет перед Пользователем ответственности за возможные последствия использования им Сервиса.
    </p>
    <p>
         При неиспользовании услуги на протяжении более трех месяцев, аккаунт удаляется.
    </p>
    
 
<br>
   

</div>
@endsection
@extends('layouts.privacy')
@section('content')
<div class="row">
    
   
    <h2>
         Основные термины
    </h2>


    
    <p>
         Пользователь&nbsp;– физическое или юридическое лицо, создавшее учетную запись в данном Сервисе, принявшее настоящее соглашение и использующее Сервис поставщика услуг в своих целях. Пользователь, посредством регистрации, выражает согласие принимать от поставщика услуг любые справочно-информационные материалы, связанные с работой Сервиса, оказываемыми услугами, в том числе, посредством электронной почты и каналов электросвязи (на мобильные и стационарные телефоны).
    </p>
    <p>
<br>
    </p>
    
    <p>
         Учетная запись&nbsp;– совокупность информации (email, пароль, фамилия, имя, отчество, компания), которая позволяет однозначно идентифицировать Пользователя в процессе использования им Сервиса. Создается Пользователем самостоятельно (либо с помощью оператора поставщика услуг) путем предоставления сведений о себе. Для получения доступа к своей учетной записи пользователь использует сообщенные им при регистрации адрес электронной почты (e-mail) и пароль.&nbsp;<br>
         Настоящее Пользовательское соглашение вступает в силу с момента создания учетной записи Пользователем. Изменения и дополнения вступают в силу с момента их опубликования Оператором по адресу jobtron.org, Пользователь вправе отказаться от принятия изменений и дополнений, что означает отказ пользователя от использования Сервиса.&nbsp;<br>
         Зарегистрировавшись (создав учетную запись), пользователь полностью принимает условия настоящего соглашения.
    </p>
    <p>
<br>
    </p>
    <p>
<br>
         Автоматический определитель номера (АОН)&nbsp;– номер телефона, используемый в качестве номера телефона Пользователя для исходящих звонков и коротких текстовых сообщений (sms).
    </p>
    <p>
<br>
    </p>
    <p>
<br>
         Личный кабинет&nbsp;– закрытая область Сервиса, позволяющая Пользователю осуществлять авторизацию и получать доступ к персональным данным. Для входа в Личный кабинет используются e-mail и пароль Пользователя, указанные при регистрации.
    </p>
    <p>
<br>
    </p>
    
<p>
         ТОО ВЭБТРОН - правообладатель - интернет-ресурс "jobtron.org, (Сервис)&nbsp;- юридическое лицо, совокупность размещенных в сети Интернет веб-страниц, объединенных единой темой, дизайном и адресным пространством следующих доменов: jobtron.org
    </p>
<br>
    <p>
         ВНИМАНИЕ:&nbsp;Если Вы не согласны с каким-либо положением настоящего соглашения, не используйте данный Сервис.
    </p>
    <p>
<br>
    </p>
    
    <h2>
         1. Использование Сервиса
    </h2>
    <p>
        Сервис предназначен для осуществления автоматизированных телефонных вызовов и отправки коротких текстовых сообщений по списку контактов Пользователя.<br>
    </p>
    <p>
         Не допускается использование несуществующих телефонных номеров и телефонных номеров третьих лиц в качестве АОН Пользователя.
    </p>
    <p>
         Не допускается использование баз телефонных номеров третьих лиц для совершения вызовов и отправки коротких текстовых сообщений.
    </p>
    <p>
         Не допускается использование телефонных номеров, полученных последовательным или случайным перебором цифр.
    </p>
    <p>
         Не допускается использование Сервиса для ведения конкурентной борьбы с целью подрыва репутации третьих лиц.
    </p>
    <p>
         Все тестовые исходящие вызовы и отправляемые текстовые сообщения из личного кабинета Сервиса подлежат оплате со счета Пользователя согласно текущему тарифному плану Сервиса.
    </p>
    <p>
         Программный продукт предназначен для самостоятельного формирования голосовых и текстовых сообщений Пользователем и отправки указанных голосовых и текстовых сообщений получателям, давшим согласие на отправку им соответствующих сообщений.
    </p>
    <p>
        <br>
    </p>
    
    <h2>
         2.Регистрация Пользователя. Учетная запись Пользователя.
    </h2>
    <p>
         Для того чтобы использовать Программный продукт, Пользователю необходимо пройти процедуру регистрации, в результате которой для Пользователя будет создана уникальная учетная запись, включающая в себя логин и пароль (далее - идентификационные данные).
    </p>
    <p>
        <br>
    </p>
    <p>
         Начиная использовать Программный продукт (пройдя процедуру регистрации, с момента создания личного кабинета Пользователя), Пользователь считается принявшим условия настоящего соглашения в полном объеме, без всяких оговорок и исключений.
    </p>
    <p>
        <br>
    </p>
    <p>
         Для регистрации Пользователь обязуется предоставить достоверную и полную информацию о себе в разделах, предлагаемых в форме регистрации, и поддерживать эту информацию в актуальном состоянии. Пользователь гарантирует, что указанная им при регистрации информация является достоверной и актуальной и обязуется самостоятельно и за счет собственных средств урегулировать все претензии со стороны Интернет-ресурса и (или) третьих лиц, в том числе, направленных Интернет-ресурсу, относительно содержания указанной Пользователем информации, а также обязуется возместить все затраты понесенные Интернет-ресурсом для урегулирования такого рода претензий, в течение 1 (одного) календарного дня с момента предъявления соответствующего требования Интернет-ресурса.
    </p>
    <p>
        <br>
    </p>
    <p>
         Пользователь самостоятельно несет ответственность за безопасность (устойчивость к угадыванию) выбранных им средств для доступа к учетной записи, а также самостоятельно обеспечивает их конфиденциальность. Пользователь самостоятельно несет ответственность за все действия (а также их последствия) в рамках или с использованием Программного продукта под учетной записью Пользователя, включая случаи добровольной передачи Пользователем данных для доступа к учетной записи Пользователя третьим лицам на любых условиях (в том числе по договорам или соглашениям). При этом все действия в рамках или с использованием Программы под учетной записью Пользователя считаются произведенными самим Пользователем.
    </p>
    <p>
        <br>
    </p>
    <p>
         По окончанию процедуры регистрации Пользователю предоставляется доступ к использованию Программного продукта.
    </p>
    <p>
        <br>
    </p>
    
    <h2>
         3.Ответственность сторон
    </h2>
    <p>
         Пользователь несет ответственность за достоверность предоставленной им информации для осуществления вызовов посредством Сервиса. Пользователь обязуется предоставлять о себе только достоверную информацию, избегая ее искажения. Использование псевдонимов не допускается.
    </p>
    <p>
        <br>
    </p>
    <p>
         Пользователь обязуется не распространять с помощью Сервиса любую конфиденциальную и охраняемую законом информацию о физических, либо юридических лицах. Также Пользователь берет на себя обязательство избегать любых действий, в результате которых может быть нарушена конфиденциальность охраняемой законом информации.
    </p>
    <p>
        <br>
    </p>
    <p>
         Администрация Сервиса имеет право производить проверку принадлежности данных Пользователю путем совершения контрольного звонка на указанный пользователем номер телефона и запроса документов, подтверждающих право собственности на базу абонентов Пользователя.
    </p>
    <p>
        <br>
    </p>
    <p>
         Пользователь обязуется незамедлительно уведомить поставщика услуг о любом случае несанкционированного использования его учетной записи, а также об известных ему случаях компрометации (утери конфиденциальности) пароля, используемого Пользователем. До момента, когда поставщик услуг получит от Пользователя сообщение о несанкционированном использовании его учетной записи, либо о компрометации пароля, ответственность за все действия, которые производятся с использованием соответствующей учетной записи, несет Пользователь.
    </p>
    <p>
        <br>
    </p>
    <p>
         Поставщик услуг обязуется сохранять конфиденциальность в отношении данных о Пользователе в соответствии с положениями&nbsp;<br>
<a href="https://jobtron.org/privacy/">Политики конфиденциальности</a>, являющейся неотъемлемой частью настоящего соглашения.
    </p>
    <p>
        <br>
    </p>
    <p>
         За нарушение условий настоящего Соглашения наступает ответственность, предусмотренная законодательством РК.
    </p>
    <p>
        <br>
    </p>
    
    <h2>
         4.При использовании Программного продукта Пользователь не вправе:
    </h2>
    <p>
         Производить рассылку спама, нежелательных сообщений, информационно-голосовых -сообщений, приводящих к нарушению работоспособности Программного продукта, распространять информацию, которая противоречит действующему или международному законодательству, является вредоносной, клеветнической, оскорбляет нравственность, демонстрирует (или является пропагандой) насилия и жестокости, нарушает права интеллектуальной собственности, пропагандирует ненависть и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам, содержит оскорбления в адрес каких-либо лиц или организаций, содержит элементы (или является пропагандой) порнографии, детской эротики, представляет собой рекламу (или является пропагандой) услуг сексуального характера (в том числе под видом иных услуг), разъясняет порядок изготовления, применения или иного использования наркотических веществ или их аналогов, взрывчатых веществ или иного оружия;
    </p>
    <p>
        <br>
    </p>
    <p>
         Нарушать права третьих лиц, в том числе несовершеннолетних лиц и/или причинять им вред в любой форме;
    </p>
    <p>
        <br>
    </p>
    <p>
         Выдавать себя за другого человека или представителя организации и/или сообщества без достаточных на то прав, в том числе за сотрудников Интернет-ресурса, а также применять любые другие формы и способы незаконного представительства других лиц в сети, а также вводить пользователей или Интернет-ресурс в заблуждение относительно свойств и характеристик каких-либо субъектов или объектов;
    </p>
    <p>
        <br>
    </p>
    <p>
         Распространять информацию, при отсутствии прав на такие действия согласно законодательству или каким-либо договорным отношениям;
    </p>
    <p>
        <br>
    </p>
    <p>
         Распространять информацию, содержащую вирусы или другие компьютерные коды, файлы или программы, предназначенные для нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для осуществления несанкционированного доступа, а также серийные номера к коммерческим программным продуктам и программы для их генерации, логины, пароли и прочие средства для получения несанкционированного доступа к платным ресурсам в информационно-телекоммуникационной сети «Интернет», а также размещения ссылок на вышеуказанную информацию;
    </p>
    <p>
        <br>
    </p>
    <p>
         Нарушать нормальную работу Программного продукта;
    </p>
    <p>
         Содействовать действиям, направленным на нарушение ограничений и запретов, налагаемых настоящим соглашением;
    </p>
    <p>
         Другим образом нарушать нормы законодательства, в том числе нормы международного права.
    </p>
    <p>
        <br>
    </p>
    
    <h2>
         5.Денежные расчеты
    </h2>
    <p>
         Использование Сервиса предполагает авансовую систему финансовых расчетов. Пользователю необходимо заблаговременно пополнять баланс своей учетной записи одним из следующих способов:
    </p>
    <p>
         безналичным переводом на счет юридического лица Сервиса;
    </p>
    <p>
         электронными валютами систем Интернет-платежей;
    </p>
    <p>
         средствами мобильных платежей;
    </p>
    <p>
         Сервис не взимает дополнительных комиссий за проведение денежных транзакций, размеры дополнительных комиссионных сборов, взимаемых с Пользователя, зависят только от конкретной платежной системы.
         </p><p>
        <br>
    </p>
         Денежные средства, зачисленные Пользователем, на Баланс Учетной записи (Личного кабинета) Сервиса, любым из указанных способов, могут быть использованы для получения всех доступных услуг на Сервисе и возврату не подлежат.
    <p></p>
    <p>
        <br>
    </p>
    <p>
         Сервис не несет ответственность за любые нарушения и неудачи во время проведения денежных транзакций. Любые платежи, совершенные Пользователем, могу расцениваться как соглашение между ним и поставщиком услуг процессинга платежей.
    </p>
    <p>
        <br>
    </p>
    <p>
         Все жалобы, касающиеся денежных транзакций, должны быть направлены строго поставщику конкретного метода оплаты.
    </p>
    <p>
        <br>
    </p>
    
    <h2>
         6.Ограничения использования Программного продукта. Ответственность Сторон.
    </h2>
    <p>
         За исключением использования Программного продукта в объемах и способами, прямо предусмотренными настоящим соглашением или законодательством РК, Пользователь не имеет права изменять, декомпилировать, дизассемблировать, дешифровать и производить иные действия с объектным кодом Программного продукта, имеющие целью получение информации о реализации алгоритмов, используемых в Программном продукте, создавать производные произведения с использованием Программного продукта, а также осуществлять (разрешать осуществлять) иное использование Программного продукта, без письменного согласия Правообладателя Интернет-ресурса.
    </p>
    <p>
        <br>
    </p>
    <p>
         Пользователь не имеет право воспроизводить и распространять Программный продукт в коммерческих целях (в том числе за плату), в том числе в составе сборников программных продуктов.
    </p>
    <p>
        <br>
    </p>
    <p>
         Программный продукт предоставляется на условиях «как есть» (as is). Правообладатель не предоставляет никаких гарантий в отношении безошибочной и бесперебойной работы Программного продукта или отдельных её компонентов и/или функций, соответствия Программного продукта конкретным целям и ожиданиям Пользователя, сохранности файлов и/или данных Пользователя, а также не предоставляет никаких иных гарантий, прямо не указанных в настоящем соглашении.
    </p>
    <p>
        <br>
    </p>
    <p>
         Правообладатель Интернет-ресурса не несет ответственности за какие-либо прямые или косвенные последствия какого-либо использования или невозможности использования Программного продукта и/или ущерб, причиненный Пользователю и/или третьим сторонам в результате какого-либо использования, неиспользования или невозможности использования Программного продукта или отдельных её компонентов и/или функций, в том числе из-за возможных ошибок или сбоев в работе Программного продукта.
    </p>
    <p>
        <br>
    </p>
    <p>
         Правообладатель не несет ответственности за любые виды убытков, произошедшие вследствие использования Пользователем Программного продукта.
    </p>
    <p>
        <br>
    </p>
    <p>
         Пользователь в течение 1 (одного) календарного дня с момента предъявления требования Правообладателем Интернет-ресурса, обязуется урегулировать все претензии со стороны Правообладателя и (или) третьих лиц, в том числе, направленных Правообладателю и (или) возместить Правообладателю Интернет-ресурса расходы и убытки, понесенные Правообладателем в связи с исполнением обязанности по оплате штрафов операторов связи, административными штрафами, судебными издержками, которые могут быть взысканы с Правообладателя в результате действий (бездействий) Пользователя.
    </p>
    <p>
        <br>
    </p>
    <p>
         Пользователь Интернет-ресурса несет полную ответственность за достоверность и содержание информации, размещаемой и передаваемой посредством сообщений, и ее возможное несоответствие требованиям законодательства РК в сфере рекламы, иному применимому законодательству.
    </p>
    <p>
        <br>
    </p>
    <p>
         Правообладатель не несет ответственности в случае блокирования оператором связи пакета сообщений, предназначенных для последующей отправки получателям.
    </p>
    <p>
        <br>
    </p>
    <p>
         Правообладатель не несет ответственность за содержание (текст в сообщений, передаваемых оператору связи для последующей отправки получателям, а также Правообладатель не несет ответственности за используемые Пользователем номера получателей, которым направляются сообщения.
    </p>
    <p>
        <br>
    </p>
    <p>
         Правообладатель не несет ответственность за неработоспособность Программного продукта в связи с проведением профилактических и (или) ремонтных работ Правообладателем Интернет-ресурса, а также в связи с действиями, произведенными операторами связи, повлекшими невозможность осуществления действий по настоящему договору.
    </p>
    <p>
        <br>
    </p>
    <p>
         Уплата штрафов и иных санкций, предусмотренных настоящим договором, не освобождает Пользователя от исполнения обязательств, возложенных на него настоящим соглашением и законодательством РК.
    </p>
    <p>
        <br>
    </p>
    <p>
         Все вопросы и претензии, связанные с использованием/невозможностью использования Программного продукта должны направляться посредством использования формы претензии, размещенной на сайте Правообладателя <a href="https://jobtron.org/contacts/">https://jobtron.org/contacts/</a> Срок рассмотрения и ответа на претензию составляет 10 (десять) календарных дней с момента получения ее Правообладателем.
    </p>
    <p>
        <br>
    </p>
    
    <h2>
         7.Заключительные положения
    </h2>
    <p>
         Используя Сервис, Вы соглашаетесь с тем, что поставщик услуг вправе в любой момент без объяснения причин отказать любому пользователю в доступе к Сайту Сервиса путем блокировки учетной записи Пользователя. Если Вы не согласны с данным положением настоящего соглашения, не используйте данный Сервис.
    </p>
    <p>
        <br>
    </p>
    <p>
         Ни одно из положений настоящего соглашения, а также нескольких положений в совокупности, не могут рассматриваться как передача исключительных прав, принадлежащих поставщику услуг, каким-либо лицам.
    </p>
    <p>
        <br>
    </p>
    <p>
         Ни при каких обстоятельствах поставщик услуг не несет перед Пользователем ответственности за возможные последствия использования им Сервиса.
    </p>
    <p>
         При неиспользовании услуги на протяжении более трех месяцев, аккаунт удаляется.
    </p>
    
 
<br>
   

</div>
@endsection