@extends('layouts.privacy')
@section('content')
<div class="container">
	<p class="row">
	</p>
	<p>
	</p>
	<p  style="text-align: center;">
 <br>
	</p>
	<p  style="text-align: center;">
 <br>
	</p>
	
	<p  style="text-align: center;">
		 ДОГОВОР о предоставлении услуг jobtron.org
	</p>
	<p  style="text-align: center;">
		 (публичная оферта)
	</p>
	<p  style="text-align: center;">
 <br>
	</p>
	<p  >
		 Сервис «jobtron.org именуемый в дальнейшем ИСПОЛНИТЕЛЬ, предлагает на изложенных ниже условиях любому юридическому или физическому лицу, именуемому в дальнейшем ЗАКАЗЧИК, услуги, перечень и размер оплаты которых указаны на сайте jobtron.org в дальнейшем Сайт.
	</p>
	<p  >
 <br>
	</p>
	<h2  >
		 1. ПРЕДМЕТ ДОГОВОРА
	</h2>
	<p  >
		 1.1. В рамках настоящего Договора ИСПОЛНИТЕЛЬ оказывает ЗАКАЗЧИКУ следующие услуги: оказание рекламно-информационные услуги (далее по тексту настоящего Договора «Услуги») через Сервис jobtron.org.
	</p>
	<p  style="text-align: center;">
 <br>
	</p>
	<h2  >
		 2. ПРАВА И ОБЯЗАННОСТИ СТОРОН
	</h2>
	<p  >
		 2.1 ИСПОЛНИТЕЛЬ обязан:
	</p>
	<p  >
		 2.1.1. Оказать ЗАКАЗЧИКУ Услуги в соответствии с настоящим Договором.
	</p>
	<p  >
		 2.1.2. Обеспечить бесперебойную работу Сервиса jobtron.org за исключением случаев форс-мажора.
	</p>
	<p  >
		 2.1.3. Предоставить ЗАКАЗЧИКУ доступ к статистике через Личный кабинет посредством предоставления логина и пароля доступа к защищенной области ЗАКАЗЧИКА.
	</p>
	<p  >
		 2.1.4. Отображать в Личном кабинете ЗАКАЗЧИКА информацию о зачисленных платежах, состоянии Электронного счета, статусе каждого переданного SMS-сообщения и автодозвона/аудиодозвона/автозвонка/ аудиосообщений и другие данные в рамках оказания Услуг по настоящему Договору.
	</p>
	<p  >
		 2.2 ЗАКАЗЧИК обязан:
	</p>
	<p  >
		 2.2.1. Использовать Услугу в соответствии с нормами законодательства РК и других стран, абонентам которых выполняется рассылка SMS-сообщений и автодозвона/аудиодозвона/автозвонка/аудиосообщений, а также согласно нормам международного права.
	</p>
	<p  >
		 2.2.2. ЗАКАЗЧИК обязуется возместить ИСПОЛНИТЕЛЮ убытки, причиненные разными выплатами, которые могут быть взысканы с ИСПОЛНИТЕЛЯ из-за нарушений ЗАКАЗЧИКОМ положений настоящего Договора.
	</p>
	<p  >
		 2.2.3. В обязательном порядке получить от Абонента, на телефон которого планируется отправка SMS-сообщений или дозвонов, согласие на получение таких SMS-сообщений или автодозвона/аудиодозвона/автозвонка/аудиосообщений.
	</p>
	<p  >
		 2.2.4. Не присваивать SMS-сообщениям и звонкам в качестве Адреса отправителя название любой юридической структуры, к которой ЗАКАЗЧИК не имеет отношения.
	</p>
	<p  >
		 2.2.5. Не использовать подключение к Сервису jobtron.org:
	</p>
	<p  >
		 &nbsp; - для рассылки СПАМА;
	</p>
	<p  >
		 &nbsp; - для выполнения запросов, которые могут привести к нарушению работоспособности Сервиса jobtron.org;
	</p>
	<p  >
		 &nbsp; - для передачи Сообщений, содержащих нецензурные слова и выражения (на любом языке), либо слова им созвучные (оРКоэпические); Сообщений оскорбительного или клеветнического характера; разжигающих национальную, расовую или религиозную рознь; порнографической или другой предосудительной направленности;
	</p>
	<p  >
		 &nbsp; - для передачи Сообщений, которые не соответствуют требованиям законодательства РК о рекламе, в том числе содержащих рекламу алкогольной продукции; рекламу пива и напитков, изготавливаемых на его основе; рекламу табака, табачных изделий и курительных принадлежностей; рекламу предметов, изъятых из оборота, или ограниченного оборота; рекламу основанных на риске игр, пари; рекламу, связанную с привлечением денежных средств участников долевого строительства; рекламу ценных бумаг, биржевых операций;
	</p>
	<p  >
		 &nbsp; - для передачи Сообщений, содержащих политическую агитацию;
	</p>
	<p  >
		 &nbsp; - для передачи Сообщений, содержащих угрозы любого характера, в том числе угрозы применения насилия, причинения имущественного ущерба и других неблагоприятных последствий;
	</p>
	<p  >
		 &nbsp; - для передачи Сообщений, вводящих Абонентов или адресатов в заблуждение, например, отправленных от чужого имени или сообщающих ложную информацию.
	</p>
	<p  >
		 2.2.6. Не использовать Сервис jobtron.org для рассылки рекламных, массовых и информационных сообщений, содержащих финансовую информацию, без заключения письменного договора. Договор для осуществления подобных рассылок может быть заключен с действующими юридическим лицом или индивидуальным предпринимателем, являющимися резидентами РК.
	</p>
	<p  >
		 2.2.7. Своевременно, в размере и на условиях, предусмотренных настоящим Договором, оплачивать Услуги ИСПОЛНИТЕЛЯ.
	</p>
	<p  >
		 2.3. ИСПОЛНИТЕЛЬ вправе:
	</p>
	<p  >
		 2.3.1. Блокировать Личный кабинет ЗАКАЗЧИКА при рассылке последним SMS-сообщений и автодозвона/аудиодозвона/автозвонка/аудиосообщений, соответствующих признакам, перечисленным в пункте 2.2.5.
	</p>
	<p  >
		 2.3.2. ИСПОЛНИТЕЛЬ вправе отказать ЗАКАЗЧИКУ в присвоении Адреса отправителя, если сочтет, что данный Адрес отправителя может повлиять на репутацию сторонних лиц или организаций.
	</p>
	<p  >
		 2.3.3. В случае изменения тарифов на оказание услуг связи Операторами, в результате чего изменяются затраты ИСПОЛНИТЕЛЯ, связанные с исполнением настоящего Договора, ИСПОЛНИТЕЛЬ вправе в одностороннем порядке изменить стоимость Услуг.
	</p>
	<p  >
		 2.3.4. ИСПОЛНИТЕЛЬ вправе приостановить оказание Услуг в случае невыполнения ЗАКАЗЧИКОМ обязательств по оплате.
	</p>
	<p  >
		 2.4. ЗАКАЗЧИК вправе:
	</p>
	<p  >
		 2.4.1. Требовать от ИСПОЛНИТЕЛЯ предоставления Услуг в соответствии с условиями настоящего Договора.
	</p>
	<p  >
		 2.4.2. Получать в Личном кабинете информацию о состоянии Электронного счета, о зачисленных платежах, детализацию по расходам за фактически оказанные ИСПОЛНИТЕЛЕМ Услуги, информацию по каждому переданному и/или принятому SMS-сообщению, и автодозвона/аудиодозвона/автозвонка/аудиосообщений.
	</p>
	<p  style="text-align: center;">
 <br>
	</p>
	<h2>
		 3. СТОИМОСТЬ УСЛУГ И ПОРЯДОК РАСЧЕТОВ
	</h2>
	<p  >
		 3.1. ЗАКАЗЧИК оплачивает Услуги, оказываемые по настоящему Договору, в соответствии с действующими Тарифами, опубликованными на Сайте.
	</p>
	<p  >
		 3.2. Оплата Услуг по настоящему Договору производится путем перечисления денежных средств на счет ИСПОЛНИТЕЛЯ.
	</p>
	<p  >
 <br>
	</p>
	<h2  >
		 4. КОНФИДЕНЦИАЛЬНОСТЬ
	</h2>
	<p  >
		 4.1. Все условия настоящего Договора, а также любая информация и данные, полученные Сторонами в связи с исполнением настоящего Договора, являются строго конфиденциальными и не подлежат разглашению и передаче третьим лицам, за исключением случаев, когда доведение такой информации до сведения компетентных органов является обязательным по закону.
	</p>
	<p  >
		 4.2. Стороны обязуются хранить в строгой конфиденциальности и предпринимать все возможные действия не в меньшей мере, чем те действия, которые каждая из Сторон предпринимает для защиты собственной информации.
	</p>
	<p  style="text-align: center;">
 <br>
	</p>
	<h2  >
		 5. ОТВЕТСТВЕННОСТЬ СТОРОН
	</h2>
	<p  >
		 5.1. Стороны несут ответственность в соответствии с настоящим Договором и законодательством.
	</p>
	<p  >
		 5.2. При неисполнении одной из Сторон обязательств Договора, она обязуется возместить потерпевшей Стороне прямые документально подтвержденные убытки.
	</p>
	<p  >
		 5.3. Ответственность за хранение пароля и недоступность пароля к Личному кабинету третьим лицам полностью несет ЗАКАЗЧИК.
	</p>
	<p  >
		 5.4. Ответственность за содержание SMS-cообщений, аудиосообщений и присваиваемый Адрес отправителя несет сам ЗАКАЗЧИК.
	</p>
        <p  >
		 5.5. Исполнитель не несет ответственности за любые виды убытков, произошедшие вследствие использования Заказчиком сервиса "jobtron.org".
	</p>
	<p  style="text-align: center;">
 <br>
	</p>
	<h2  >
		 6. ПОРЯДОК РАССМОТРЕНИЯ ПРЕТЕНЗИЙ И СПОРОВ
	</h2>
	<p  >
		 6.1. Претензии ЗАКАЗЧИКА по предоставляемым Услугам принимаются ИСПОЛНИТЕЛЕМ к рассмотрению в письменном виде на E-mail ИСПОЛНИТЕЛЯ в срок не позднее 10 (десяти) рабочих дней с момента возникновения спорной ситуации. Срок рассмотрения претензий ЗАКАЗЧИКА составляет не более 10 (десяти) рабочих дней.
	</p>
	<p  >
 <br>
	</p>
	<h2  >
		 7. ПОРЯДОК РАСТОРЖЕНИЯ ДОГОВОРА
	</h2>
	<p  >
		 7.1. Настоящий Договор может быть расторгнут ИСПОЛНИТЕЛЕМ в одностороннем порядке в случае нарушения ЗАКАЗЧИКОМ одного из пунктов: 2.2.1, 2.2.3, 2.2.4, 2.2.5 настоящего Договора.
	</p>
	<p  >
		 7.2. ЗАКАЗЧИК вправе в любой момент отказаться от Услуг ИСПОЛНИТЕЛЯ и расторгнуть настоящий Договор в одностороннем порядке.
	</p>
	<p  >
		 7.3. Расторжение настоящего Договора не освобождает Стороны от обязанности полного погашения задолженности, в случае ее наличия, за весь период до даты расторжения настоящего Договора.
	</p>
	<p  style="text-align: center;">
 <br>
	</p>
	<!-- <p  >
		 jobtron.org
	</p> -->


</div>
@endsection