<template>
	<div class="intro__table block _anim _anim-no-hide">
		<div class="intro__table-title">
			Ваша смарт цель на неделю
		</div>
		<div class="intro__table-inner">
			<table>
				<thead>
					<tr>
						<th>Цель</th>
						<th>
							Какой должен быть
							результат?
						</th>
						<th>С чем сравниваем?</th>
						<th>Чего достигли?</th>
						<th>
							Какие ресурсы есть
							для этого?
						</th>
						<th>Для чего нам это?</th>
						<th>
							До какого числа
							нужно сделать?
						</th>
						<th>
							Как будете
							достигать цели?
						</th>
					</tr>
				</thead>

				<tbody>
					<tr>
						<td>
							<p>Опишите коротко цель</p>
							<p>Продажа — обмен товара или услуги на деньги, подтвержденный чеком продажи, актом выполненных работ, накладной передачи товара (в последних двух случаях денежное движение фиксируется отдельным документом)</p>
						</td>
						<td>
							<p>Цель должна быть КОНКРЕТНОЙ</p>
							<p>Продажа — обмен товара или услуги на деньги, подтвержденный чеком продажи, актом выполненных работ, накладной передачи товара (в последних двух случаях денежное движение фиксируется отдельным документом)</p>
						</td>
						<td>
							<p>Цель должна быть ИЗМЕРИМОЙ</p>
							<p>Продажа — обмен товара или услуги на деньги, подтвержденный чеком продажи, актом выполненных работ, накладной передачи товара (в последних двух случаях денежное движение фиксируется отдельным документом)</p>
						</td>
						<td>
							<p>Опишите достигнутый результат</p>
							<p>Продажа — обмен товара или услуги на деньги, подтвержденный чеком продажи, актом выполненных работ, накладной передачи товара (в последних двух случаях денежное движение фиксируется отдельным документом)</p>
						</td>
						<td>
							<p>Цель должна быть РЕАЛЬНОЙ</p>
							<p>Продажа — обмен товара или услуги на деньги, подтвержденный чеком продажи, актом выполненных работ, накладной передачи товара (в последних двух случаях денежное движение фиксируется отдельным документом)</p>
						</td>
						<td>
							<p>Цель должна быть ОБОСНОВАННОЙ</p>
							<p>Продажа — обмен товара или услуги на деньги, подтвержденный чеком продажи, актом выполненных работ, накладной передачи товара (в последних двух случаях денежное движение фиксируется отдельным документом)</p>
						</td>
						<td>
							<p>Цель должна быть ОПРЕДЕЛЕНА ВО ВРЕМЕНИ</p>
							<p>Продажа — обмен товара или услуги на деньги, подтвержденный чеком продажи, актом выполненных работ, накладной передачи товара (в последних двух случаях денежное движение фиксируется отдельным документом)</p>
						</td>
						<td>
							<p>Опишите подробно как</p>
							<p>Продажа — обмен товара или услуги на деньги, подтвержденный чеком продажи, актом выполненных работ, накладной передачи товара (в последних двух случаях денежное движение фиксируется отдельным документом)</p>
						</td>
					</tr>
				</tbody>
			</table>
		</div>
	</div>
</template>

<script>
export default {
	name: 'IntroSmartTable', 
	props: {},
	data: function () {
		return {
			fields: [], 
		};
	},
	methods: {
        
	}
};
</script>